[
  {
    "title":"Exercise Ball Pull In",
    "description":"his exercise uses a ball to isolate and work the lower abdominal muscles.",
    "steps":[
      "Lay down as if you were performing a pushup.",
      "Place your feet and shins over an exercise or stability ball.",
      "Keeping your back straight and supporting your weight on your hands, pull your knees towards your chest, so the ball rolls forward under your ankles.",
      "Crunch your abs and then roll the ball back to starting position straighten your legs."
    ],
    "tips":"Keep your back straight as you perform this exercise.",
    "images":[
      "img\/exercise-ball-pull-in-1.gif",
      "img\/exercise-ball-pull-in-2.gif"
    ],
    "main-muscle":[
      "abs"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "body only"
    ]
  },
  {
    "title":"Stability Ball Abdominal Crunch",
    "description":"This crunch uses a Stability Ball. The ball allows you a better range of movement because it adapts better to your spine.",
    "steps":[
      "Sit on top of an exercise or stability ball with your feet placed firmly on the floor for support.",
      "Position yourself so that your lower back is centered on the middle of the ball.",
      "Lie back and bring your hands across your chest, or on either side of your head (over your ears).",
      "Raise your head, chest and shoulders up crunching your abs as you sit upright.",
      "Pause for a moment and then lower yourself to the starting position."
    ],
    "tips":"For best results, use a full range of motion in this exercise.",
    "images":[
      "img\/stability-ball-abdominal-crunch-1.gif",
      "img\/stability-ball-abdominal-crunch-2.gif"
    ],
    "main-muscle":[
      "abs"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "body only"
    ]
  },
  {
    "title":"Side Bend",
    "description":"This exercise works the obliques, the muscles on the sides of your abs.",
    "steps":[
      "Stand with your feet shoulder width apart, your knees slightly bent and your abs drawn in.",
      "Grasp a dumbbell in one hand and standing straight upright bend at the waist as far as possible to one side.",
      "Slowly return back up to the staring position.",
      "Switch the dumbbell to your other hand and repeat the exercise."
    ],
    "tips":"Be careful to bend only at your waist and not at the hips or knees.",
    "images":[
      "img\/side-bend-1.gif",
      "img\/side-bend-2.gif"
    ],
    "main-muscle":[
      "abs"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "dumbbell"
    ]
  },
  {
    "title":"Decline Oblique Crunch",
    "description":"This version of a decline crunch isolates the oblique (side) muscles of the abs.",
    "steps":[
      "Lie on a decline bench face up.",
      "Place your feet securely under the pads.",
      "Place your hands either across your chest or on either side of your head (over your ears).",
      "Raise your shoulders and chest up keeping your back straight and bring your left elbow to your right knee, slowly crunching your abs.",
      "Pause for a moment and then return to the starting position.",
      "Lay fully back and repeat with your right elbow to your left knee."
    ],
    "tips":"",
    "images":[
      "img\/decline-oblique-crunch-1.gif",
      "img\/decline-oblique-crunch-2.gif"
    ],
    "main-muscle":[
      "abs"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "body only"
    ]
  },
  {
    "title":"Decline Crunch ",
    "description":"Using a decline crunch allows you keep your legs steady and isolate all of the abdominal muscles.",
    "steps":[
      "Lie on a decline bench face up.",
      "Place your feet securely under the pads.",
      "Place your hands either across your chest or on either side of your head (over your ears).",
      "Lay fully back and then rise slowly crunching your abs.",
      "Pause for a moment and then return to the starting position."
    ],
    "tips":"Use the full range of movement in this exercise for the optimal results.",
    "images":[
      "img\/decline-crunch-1.gif",
      "img\/decline-crunch-2.gif"
    ],
    "main-muscle":[
      "abs"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "body only"
    ]
  },
  {
    "title":"Crunches",
    "description":"This is the most common abdominal exercise and possibly the most often improperly performed. Here is how to perform it correctly.",
    "steps":[
      "Lie on your pack with your feet up on a bench and your knees bent at a 90 degree angle.",
      "Place your hands across your chest or on either side of your head (over your ears).",
      "Raise your head, shoulders and chest off the floor and towards your knees, crunching your abs.",
      "Hold the position for a moment and then lower to the starting position."
    ],
    "tips":"Keep your hips straight and your lower back against the floor during this exercise.",
    "images":[
      "img\/crunches-1.gif",
      "img\/crunches-2.gif"
    ],
    "main-muscle":[
      "abs"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "body only"
    ]
  },
  {
    "title":"Crunches with Legs on Stability Ball",
    "description":"This exercise uses a Stability Ball as the base during your crunches.",
    "steps":[
      "Lie on your back and place your feet up on a stability ball.",
      "Place your hands across your chest, or on either side of your head.",
      "Keeping the small of your back on the floor, raise your head, shoulders and chest up and off the floor.",
      "Pause for a moment contracting your abs and then return to the starting position."
    ],
    "tips":"Take your time and perform this exercise in a slow controlled manner.",
    "images":[
      "img\/crunches-with-legs-on-stability-ball-1.gif",
      "img\/crunches-with-legs-on-stability-ball-2.gif"
    ],
    "main-muscle":[
      "abs"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "stability ball"
    ]
  },
  {
    "title":"Cross Body Crunch",
    "description":"This version of the crunch works both the upper and lower portion of the abs.",
    "steps":[
      "Lie on your back and bring your knees up to a 60 degree angle, keep your feet flat on the floor.",
      "Place your hands on either side of your head (over your ears).",
      "Curl up raising your right elbow and your left knee so that they touch over your chest.",
      "Return to the starting position and repeat with alternate arms and legs."
    ],
    "tips":"Contract your abs as you twist during this exercise.",
    "images":[
      "img\/cross-body-crunch-1.gif",
      "img\/cross-body-crunch-2.gif"
    ],
    "main-muscle":[
      "abs"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "body only"
    ]
  },
  {
    "title":"Seated Ab Crunch",
    "description":"This exercise uses the weight of a cable machine to assist in a abs crunch.",
    "steps":[
    	"Attach a rope to a high cable pulley.",
    	"Place a bench in front of cable weight stack.",
    	"Grasp the rope on over your shoulders and sit with your back towards the stack.",
    	"With your feet firmly on the floor and keeping your hips steady, flex at the waist bringing your elbows towards your knees.",
    	"Return to the starting position."
    ],
    "tips":"Perform this exercise in a slow controlled manner.",
    "images":[
      "img\/seated-ab-crunch-1.gif",
      "img\/seated-ab-crunch-2.gif"
    ],
    "main-muscle":[
      "abs"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "cable"
    ]
  },
  {
    "title":"Bent Knee Hip Raise",
    "description":"This is a good exercise core muscle development.\n\n<h3>Steps<\/h3>Lie on your back with your arms outstretched to your sides.",
    "steps":[
    	"Bend your knees at a 60 degree angle and hold your feet up just off the floor.",
    	"Keeping your back and arms down, raise your hips up and off the floor so that your knees are over your chest.",
    	"Contract your abs for a moment and then return to the starting position."
    ],
    "tips":"",
    "images":[
      "img\/bent-knee-hip-raise-1.gif",
      "img\/bent-knee-hip-raise-2.gif"
    ],
    "main-muscle":[
      "abs"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "body only"
    ]
  },
  {
    "title":"Ab Rollout on Knees",
    "description":"This exercise works the abs and lower back and is the proper version of an ab roller. This version is performed on your knees.",
    "steps":[
    	"Place a barbell on the floor in front of you.",
    	"Start by kneeling in front of the bar, grip the barbell with a shoulder with overhand grip.",
    	"With a slow controlled motion, roll the bar out so that your back is straight, bend your knees and keep your feet off the floor.",
    	"Keep your arms straight throughout the exercise.",
    	"Roll back up bring the bar under your shoulders and return to the starting position."
    ],
    "tips":"",
    "images":[
      "img\/ab-rollout-on-knees-1.gif",
      "img\/ab-rollout-on-knees-2.gif"
    ],
    "main-muscle":[
      "abs"
    ],
    "secondary-muscle":[
      "deltoids",
      "lats"
    ],
    "equipment":[
      "barbell"
    ]
  },
  {
    "title":"Ab Rollout",
    "description":"This exercise works the abs and lower back and is the proper version of an ab roller.",
    "steps":[
    	"Place a barbell on the floor at your feet.",
    	"Bending at the waist, grip the barbell with a shoulder with overhand grip.",
    	"With a slow controlled motion, roll the bar out so that your back is straight.",
    	"Keep your arms straight throughout the exercise.",
    	"Roll back up raising your hips and butt as you return to the starting position."
    ],
    "tips":"Practice raising your hips and butt as high as you can with this exercise.",
    "images":[
      "img\/ab-rollout-1.gif",
      "img\/ab-rollout-2.gif"
    ],
    "main-muscle":[
      "abs"
    ],
    "secondary-muscle":[
      "deltoids",
      "lats"
    ],
    "equipment":[
      "barbell"
    ]
  },
  {
    "title":"Standing Calf Raises",
    "description":"This exercise uses a machine to inure proper form.",
    "steps":[
    	"Stand with your toes on the footpad of the machine and adjust your shoulders under the upper pads.",
    	"Raise up on the balls of your feet, lifting your heels off the pad.",
    	"Hold for a moment and then return to the starting position."
    ],
    "tips":"",
    "images":[
      "img\/standing-calf-raises-1.gif",
      "img\/standing-calf-raises-2.gif"
    ],
    "main-muscle":[
      "calves"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "machine"
    ]
  },
  {
    "title":"Standing Barbell Calf Raise",
    "description":"This is standing version of a Calves Raise.",
    "steps":[
    	"Place a block or two free weight plates on the floor.",
    	"Place a barbell across your back and step up so the balls of your feet are on the block.",
    	"Slowly lift your heels up and then lower them back to the floor getting as much of a stretch as possible.",
    	"Return to starting position."
    ],
    "tips":"",
    "images":[
      "img\/standing-barbell-calf-raise-1.gif",
      "img\/standing-barbell-calf-raise-2.gif"
    ],
    "main-muscle":[
      "calves"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "barbell"
    ]
  },
  {
    "title":"Smith Machine Reverse Calf Raises",
    "description":"This is a unique exercise that works the tibialis anterior muscle, one of the muscles of the calves.",
    "steps":[
    	"Place a block or low box under the bar at a Smith Machine.",
    	"Stand on the edge of the box with your toes hanging off.",
    	"Place the bar across your shoulders and lean forward lifting your ankles off the box.",
    	"Return to the starting position."
    ],
    "tips":"Use the bar for support as you perform this exercise.",
    "images":[
      "img\/smith-machine-reverse-calf-raises-1.gif",
      "img\/smith-machine-reverse-calf-raises-2.gif"
    ],
    "main-muscle":[
      "calves"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "smith machine"
    ]
  },
  {
    "title":"Seated Calf Raise",
    "description":"This is one of the simplest and most effective exercises for the calves.",
    "steps":[
    	"Sit at a calf raise machine.",
    	"Put the balls of your feet on the footpad.",
    	"Place your thighs under the leg pad above your knees.",
    	"Unlock the bar and slowly raise your toes up as far as possible.",
    	"Pause for a moment and then return to the starting position."
    ],
    "tips":"Practice slow and precise movements with this exercise.",
    "images":[
      "img\/seated-calf-raise-2-1.gif",
      "img\/seated-calf-raise-2-2.gif"
    ],
    "main-muscle":[
      "calves"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "machine"
    ]
  },
  {
    "title":"Rocking Standing Calf Raise",
    "description":"This exercise uses a simple rocking motion to strengthen the calves.",
    "steps":[
    	"Stand with a bar across your shoulders.",
    	"With your feet flat on the floor, lift your feet up and forward as if you are performing a calf raise and then rock back onto your ankles so your toes are flexed and off the floor.",
    	"Return to starting position."
    ],
    "tips":"Wear running or cross training shoes while performing this exercise. Try performing this exercise without weight to become familiar with the movement,",
    "images":[
      "img\/rocking-standing-calf-raise-1.gif",
      "img\/rocking-standing-calf-raise-2.gif"
    ],
    "main-muscle":[
      "calves"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "barbell"
    ]
  },
  {
    "title":"Knee Circles",
    "description":"This is a simple exercise and a great stretch.",
    "steps":[
    	"Stand with your feet a little closer than shoulder width apart.",
    	"Keeping your arms across your chest or on your hips, move your knees in a circular motion, paying attention to keeping your feet flat on the floor and the movement in your ankles."
    ],
    "tips":"Do not perform this exercise is you have rolled or unstable ankles.",
    "images":[
      "img\/knee-circles-1.gif",
      "img\/knee-circles-2.gif"
    ],
    "main-muscle":[
      "calves"
    ],
    "secondary-muscle":[
      "hamstrings"
    ],
    "equipment":[
      "body only"
    ]
  },
  {
    "title":"Seated One Leg Calf Raise",
    "description":"This version of a calf raise allows you to exercise each leg individually. This exercise is helpful to people who are rehabilitating from injury as it allows you flexibility with the weight.",
    "steps":[
    	"Place a block on the floor about one foot in front of a bench.",
    	"Sit on the bench with a dumbbell across your upper thigh and the balls of one foot on the block.",
    	"Slowly raise and lower your toe up as high as possible without lifting your foot off the block.",
    	"Switch feet and repeat."
    ],
    "images":[
      "img\/seated-one-leg-calf-raise-1.gif",
      "img\/seated-one-leg-calf-raise-2.gif"
    ],
    "main-muscle":[
      "calves"
    ],
    "secondary-muscle":[
      
    ],
    "equipment":[
    	"dumbbell"
    ]
  },
  {
    "title":"Donkey Calf Raises",
    "content":"This is and old school gym exercise which requires the assistance of another person.  This is an advanced exercise and not recommended for beginners.\n\n<h3>Steps<\/h3>Bend your waist and lean your arms against a weight rack or bench that is waist height.\n\nHave a partner sit on top of your lower back.\n\nRaise up on your toes leaning slightly forward.\n\nPause at the top and then lower your heels to the floor.\n\n<h3>Tips<\/h3>Have a Personal Trainer or Instructor show you how to perform this exercise safely.",
    "images":[
      "img\/donkey-calf-raises-1.gif",
      "img\/donkey-calf-raises-2.gif"
    ],
    "main-muscle":[
      "calves"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "body only"
    ]
  },
  {
    "title":"Calf Raises",
    "content":"This exercise uses a band to create resistance.\n\n<h3>Steps<\/h3>Stand with your toes on an exercise band and raise the handles up to your shoulders.\n\nRaise up on your toes, keeping your hands up by your shoulders.\n\nPause for a moment and then lower your heel to the floor.\n\nRepeat.",
    "images":[
      "img\/calf-raises-1.gif",
      "img\/calf-raises-2.gif"
    ],
    "main-muscle":[
      "calves"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "bands"
    ]
  },
  {
    "title":"Calves Press on Leg Machine",
    "content":"This exercise uses a Leg Press Machine to work your calves.  You can perform this exercise along with Leg Presses.\n\n<h3>Steps<\/h3>Sit down on a Leg Press Machine and press the plate up as if you were performing a leg press.\n\nSlide your feet down so that the balls of your feet are pressing against the rack (with your heels hanging free),\n\nKeeping the handles locked, press up and flex your toes and then slowly bring your toes back towards your body (dorsiflex).\n\nPerform theses movements slowly for maximum benefit.\n\n<h3>Tips<\/h3>Use a lighter weight on this exercise than you are able to lift with a leg press until you are familiar with the movements.",
    "images":[
      "img\/calves-press-on-leg-machine-1.gif",
      "img\/calves-press-on-leg-machine-2.gif"
    ],
    "main-muscle":[
      "calves"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "machine"
    ]
  },
  {
    "title":"Seated Calf Raise",
    "content":"This version of a calves raise uses a block and a barbell.\n\n<h3>Steps<\/h3>Place a block on the floor about one foot in front of a bench.\n\nSit on the bench with a barbell across your upper thighs and the balls of your feet on the block.\n\nSlowly raise and lower your toes up as high as possible without lifting your foot off the block.",
    "images":[
      "img\/seated-calf-raise-1.gif",
      "img\/seated-calf-raise-2.gif"
    ],
    "main-muscle":[
      "calves"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "barbell"
    ]
  },
  {
    "title":"Balance Board",
    "content":"Your calves are stabilizing muscles for your legs, so this exercises uses a Balance Board or wobble board to force you to balance.\r\n<h3>Steps<\/h3>\r\nPlace a Balance Board on the floor.\r\n\r\nStep onto the board with both feet and try to balance yourself.\r\n<h3>Tips<\/h3>\r\nKeep a slight bend in your knees to help you balance.",
    "images":[
      "img\/balance-board-2.gif"
    ],
    "main-muscle":[
      "calves"
    ],
    "secondary-muscle":[
      "hamstrings",
      "quads"
    ],
    "equipment":[
      "balance board"
    ]
  },
  {
    "title":"Biceps Curl V Sit on Dome",
    "content":"This exercise uses a Dome (or Bosu) as a seat forcing you to engage and contract your abs throughout the exercise.  The name comes from having our body in the shape of a V.\n\n<h3>Steps<\/h3>Grasp a dumbbell in each hand and sit on a dome.\n\nKeep your legs together and your knees bent.\n\nDraw in and hold your abs and keep your back straight.\n\nWith you arms extended to your sides, curl and contract your biceps, bringing your forearms towards your shoulders.\n\nSlowly return to the starting position.\n\n<h3>Tips<\/h3>Try to keep your balance steady and not move your legs throughout this exercise.",
    "images":[
      "img\/biceps-curl-v-sit-on-dome-1.gif",
      "img\/biceps-curl-v-sit-on-dome-2.gif"
    ],
    "main-muscle":[
      "biceps"
    ],
    "secondary-muscle":[
      "abs",
      "core"
    ],
    "equipment":[
      "dumbbells"
    ]
  },
  {
    "title":"Ankle Circles",
    "content":"This is the most simple of all exercises for the calves.\n\n<h3>Steps<\/h3>Stand on one foot near a chair or wall for support.\n\nLift your foot off the ground and draw circles clockwise in the air with your toes.\n\nReverse the direction (counter-clockwise) and switch feet.",
    "images":[
      "img\/ankle-circles-1.gif",
      "img\/ankle-circles-2.gif"
    ],
    "main-muscle":[
      "calves"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "body only"
    ]
  },
  {
    "title":"Bicep Curl, Stork Stance",
    "content":"This is an advanced exercise that requires excellent coordination and balance.\n\n<h3>Steps<\/h3>Grasp a pair of dumbbells in each hand, palms facing up.\n\nStanding on one foot, extend your other foot back (see illustration) and extend your arms down so they are handing in front of your leg.\n\nWhile on one foot, curl your arms up contracting your biceps.\n\nReturn to the starting position and switch legs,\n\n<h3>Tips<\/h3>Have a Personal Trainer or Instructor show you how to properly perform this exercise.",
    "images":[
      "img\/bicep-curl-stork-stance-1.gif",
      "img\/bicep-curl-stork-stance-2.gif"
    ],
    "main-muscle":[
      "biceps"
    ],
    "secondary-muscle":[
      "calves",
      "glutes",
      "hamstrings",
      "quads",
      "triceps"
    ],
    "equipment":[
      "dumbbells"
    ]
  },
  {
    "title":"Medicine Ball Biceps Curl on Stability Ball",
    "content":"This exercise combines a new technology (Stability Ball) with a old piece of fitness equipment the Medicine Ball.\n\n<h3>Steps<\/h3>Sit on a Stability Ball with your feet firmly on the floor in front of you.\n\nSit with your back straight, your shoulders back and your abs drawn in.\n\nHold a Medicine Ball in one hand and curl it up bringing your forearm up to your bicep. \n\nReturn to starting position and switch arms.\n\n<h3>Tips<\/h3>Grasp the Medicine Ball with your fingers spread wide to balance the ball.",
    "images":[
      "img\/medicine-ball-biceps-curl-on-stability-ball-1.gif",
      "img\/medicine-ball-biceps-curl-on-stability-ball-2.gif"
    ],
    "main-muscle":[
      "biceps"
    ],
    "secondary-muscle":[
      "core",
      "forearms"
    ],
    "equipment":[
      "medicine ball"
    ]
  },
  {
    "title":"Step Up Single Leg Balance with Bicep Curl",
    "content":"This is an advanced exercise.  This exercise combines a step up with a bicep curl.\n\n<h3>Steps<\/h3>Place a box or bench in front of you.\n\nPlace a dumbbell in each hand with a palms up grip.\n\nKeep your back straight, your shoulders back and your abs drawn in.\n\nWith one leg, step up on to the box and raise your other leg up (as if taking another step).\n\nAt the top of the step curl your arms up bringing your biceps towards your shoulders.\n\nReturn to the starting position and switch legs.",
    "images":[
      "img\/step-up-single-leg-balance-with-bicep-curl-1.gif",
      "img\/step-up-single-leg-balance-with-bicep-curl-2.gif",
      "img\/step-up-single-leg-balance-with-bicep-curl-3.gif"
    ],
    "main-muscle":[
      "biceps"
    ],
    "secondary-muscle":[
      "calves",
      "core",
      "forearms",
      "glutes",
      "hamstrings",
      "quads"
    ],
    "equipment":[
      "dumbbells"
    ]
  },
  {
    "title":"Forward Lunge with Bicep Curl",
    "content":"This exercise combines a forward lunge with a bicep curl.\n\n<h3>Steps<\/h3>Grasp a dumbbell in each hand with your palms facing up.\n\nStand with your feet together, your back straight and your abs drawn in.\n\nAllow your arms to extend down fully to the sides of your body.\n\nWhile keeping your body straight, take a step forward then bend your waist and your knee into a lunge. Be careful not to let your back knee drop to the floor.\n\nAs you go into the lunge curl your arms up towards your shoulders contracting your biceps.\n\nReturn to starting position and switch legs.\n\n<h3>Tips<\/h3>Have a Personal Trainer or Instructor show you how to properly perform this exercise.",
    "images":[
      "img\/forward-lunge-with-bicep-curl-1.gif",
      "img\/forward-lunge-with-bicep-curl-2.gif",
      "img\/forward-lunge-with-bicep-curl-3.gif"
    ],
    "main-muscle":[
      "biceps",
      "quads"
    ],
    "secondary-muscle":[
      "calves",
      "forearms",
      "glutes",
      "hamstrings",
      "hip abductors"
    ],
    "equipment":[
      "dumbbell"
    ]
  },
  {
    "title":"Lateral Lunge with Bicep Curl",
    "content":"This is an advanced exercise that combines a lateral lunge with a bicep curl.\n\n<h3>Steps<\/h3>Grasp a dumbbell in each hand with your palms facing up.\n\nStand with your feet together, your back straight and your abs drawn in.\n\nAllow your arms to extend down fully in front of your thighs.\n\nWhile keeping your body straight, take a step sideways and then bend your waist and your knee into a lunge.\n\nAs you go into the lunge curl your arms up towards your shoulders contracting your biceps.\n\nReturn to starting position and switch legs.\n\n<h3>Tips<\/h3>Have a Personal Trainer or Instructor show you how to properly perform this exercise.",
    "images":[
      "img\/lateral-lunge-with-bicep-curl-1.gif",
      "img\/lateral-lunge-with-bicep-curl-2.gif"
    ],
    "main-muscle":[
      "biceps",
      "quads"
    ],
    "secondary-muscle":[
      "calves",
      "forearms",
      "glutes",
      "hamstrings",
      "hip abductors"
    ],
    "equipment":[
      "dumbbells"
    ]
  },
  {
    "title":"Bicep Curl on Stability Ball with Leg Raised",
    "content":"This exercise incorporates balance along with a bicep curl.\n\n<h3>Steps<\/h3>Grasp a dumbbell in each hand with a palms up grip.\n\nPlace the top of one foot behind you on a Stability Ball (see illustration) as if you were stretching your leg.\n\nKeep your back straight and your abs drawn in.\n\nBring your arms down in front of your legs.\n\nRaise your arms up, curling and contracting your biceps.\n\nLower your arms and return to starting position and switch legs.\n\nTIPS",
    "images":[
      "img\/bicep-curl-on-stability-ball-with-leg-raised-1.gif",
      "img\/bicep-curl-on-stability-ball-with-leg-raised-2.gif"
    ],
    "main-muscle":[
      "biceps"
    ],
    "secondary-muscle":[
      "calves",
      "forearms",
      "hamstrings",
      "quads"
    ],
    "equipment":[
      "dumbbell"
    ]
  },
  {
    "title":"Bicep Curl Lunge with Bowling Motion",
    "content":"This exercise is similar to the motions of bowling.\n\n<h3>Steps<\/h3>Hold a Medicine Ball in one hand with your palms facing up at shoulder height.\n\nBring one foot back and into a lunge, keeping your front foot stationary and not letting your back knee touch the ground.\n\nWhile lunging bring the ball down and back as if you were bowling.\n\nBring your arm back up to the starting position, switch legs and repeat.\n\n<h3>Tips<\/h3>Use slow and steady movements with this exercies.",
    "images":[
      "img\/bicep-curl-lunge-with-bowling-motion-1.gif",
      "img\/bicep-curl-lunge-with-bowling-motion-2.gif"
    ],
    "main-muscle":[
      "biceps",
      "triceps"
    ],
    "secondary-muscle":[
      "calves",
      "glutes",
      "hamstrings",
      "quads",
      "triceps"
    ],
    "equipment":[
      "medicine ball"
    ]
  },
  {
    "title":"Speed Alternating Biceps Curl with Band",
    "content":"This exercise uses a bungy or exercise band for resistance.\n\n<h3>Steps<\/h3>Place a bungy under your feet and hold the handles palms forward in your hands.\n\nStand with your feet shoulder width apart, knees slightly bent and your abs drawn in.\n\nCurl your arms up and down in an alternating motion, keeping your body straight.\n\nAs you become comfortable with the motion, increase your speed.\n\n<h3>Tips<\/h3>Contract your biceps as you curl your arms up.",
    "images":[
      "img\/speed-alternating-biceps-curl-with-band-1.gif",
      "img\/speed-alternating-biceps-curl-with-band-2.gif"
    ],
    "main-muscle":[
      "biceps"
    ],
    "secondary-muscle":[
      "triceps"
    ],
    "equipment":[
      "exercise band"
    ]
  },
  {
    "title":"Biceps Curl with Overhead Extension Kneeling on SB",
    "content":"This is an advanced exercise. This exercise requires you to be able to balance kneeling on a stability ball before you can correctly perform this exercise.\n\n<h3>Steps<\/h3>Grasp a dumbbell in each hand with and underhand (palms facing up) grip.\n\nKneel on a Stability Ball, drawing your abs in and keeping your back straight.\n\nRaise one arm up over your shoulder and keep your other arm curled.\n\nBend your raised arm back as if performing a triceps extension while lowering your other arm and curling it back.\n\nReturn to starting position and repeat arms.\n\n<h3>Tips<\/h3>Work with a Personal Trainer or Instructor to learn how to safely perform this exercise.",
    "images":[
      "img\/biceps-curl-with-overhead-extension-kneeling-on-sb-1.gif",
      "img\/biceps-curl-with-overhead-extension-kneeling-on-sb-2.gif"
    ],
    "main-muscle":[
      "biceps",
      "triceps"
    ],
    "secondary-muscle":[
      "deltoids",
      "forearms"
    ],
    "equipment":[
      "dumbbells"
    ]
  },
  {
    "title":"Bicep Curl with Deadlift",
    "content":"This is an advanced exercise.  This exercise combines a bicep curl with a deadlift.\n\n<h3>Steps<\/h3>Grasp an EZ Curl or barbell with a close underhand (palms facing up) grip .\n\nStanding with your feet shoulder width apart and your knees slightly bent, draw your abs in.\n\nExtend your arms so the bar rests in front of your thighs.\n\nBending at the waist, bring the bar down to just above the floor.\n\nAs you return to a standing position, bring the bar up and curl your arms bringing your forearms to your biceps.\n\nReturn the starting position and repeat.\n\n<h3>Tips<\/h3>Performing this exercise in front of a mirror may help you spot and correct your form.",
    "images":[
      "img\/bicep-curl-with-deadlift-1.gif",
      "img\/bicep-curl-with-deadlift-2.gif",
      "img\/bicep-curl-with-deadlift-3.gif"
    ],
    "main-muscle":[
      "biceps"
    ],
    "secondary-muscle":[
      "calves",
      "hamstrings"
    ],
    "equipment":[
      "barbell"
    ]
  },
  {
    "title":"One Arm Bicep Concentration on Stability Ball",
    "content":"This exercise uses a Stability Ball instead of a bench for better form.\n\n<h3>Steps<\/h3>Grasp a dumbbell in one hand and sit on a Stability Ball with your feet wide apart.\n\nBend forward leaning at the waist.\n\nWith the dumbbell in your hand, place your elbow against your knee.\n\nLower your arm so it is flat against your calves.\n\nCurl your arm up to your chest keeping your elbow steady.\n\nReturn to starting position and change hands.",
    "images":[
      "img\/one-arm-bicep-concentration-on-stability-ball-1.gif",
      "img\/one-arm-bicep-concentration-on-stability-ball-2.gif"
    ],
    "main-muscle":[
      "biceps"
    ],
    "secondary-muscle":[
      "forearms"
    ],
    "equipment":[
      "dumbbell"
    ]
  },
  {
    "title":"Biceps Curl Reverse",
    "content":"This is a reverse curl exercise that works all of the muscles of the arms.\n\n<h3>Steps<\/h3>Stand with your feet shoulder width apart, your knees slightly bent and a your abs drawn in.\n\nGrasp a dumbbell in each hand with an overhand (palms facing down) grip.\n\nKeeping your arms at your side your elbows steady, lift the dumbbells up towards your shoulders.\n\nPause for a moment and then return to the starting position.",
    "images":[
      "img\/biceps-curl-reverse-1.gif",
      "img\/biceps-curl-reverse-2.gif"
    ],
    "main-muscle":[
      "biceps"
    ],
    "secondary-muscle":[
      "forearms"
    ],
    "equipment":[
      "dumbbells"
    ]
  },
  {
    "title":"Biceps Curl Squat",
    "content":"This exercise combines a squat with a curl to effectively work the entire body.  This is an advanced exercise.\n\n<h3>Steps<\/h3>Stand with your feet shoulder width apart, your knees slightly bent and your abs drawn in. \n\nGrasp a dumbbell in each hand and curl your arms up to your shoulders.\n\nBending at the waist, squat down as you lower your hands to the floor (the lower part of a curl).\n\nPause for a moment and then return to the starting position.\n\n<h3>Tips<\/h3>Contract your biceps as you curl your arms up.",
    "images":[
      "img\/biceps-curl-squat-1.gif",
      "img\/biceps-curl-squat-2.gif"
    ],
    "main-muscle":[
      "biceps",
      "quads"
    ],
    "secondary-muscle":[
      "calves",
      "glutes",
      "hamstrings"
    ],
    "equipment":[
      "dumbbells"
    ]
  },
  {
    "title":"Biceps Curl Seated on Stability Ball",
    "content":"This version of a biceps curl uses a Stability Ball.  Exercises preformed with Stability Balls encourage better posture and core muscle development.\n\n<h3>Steps<\/h3>Grasp a dumbbell in each hand and on a Stability Ball with your feet placed firmly in front of you and your abs drawn in.\n\nKeeping your elbows at your side and your back straight, curl your arms up to your chest.\n\nPause for a moment contracting your biceps.\n\nSlowly lower your arms to the starting position.",
    "images":[
      "img\/biceps-curl-seated-on-stability-ball-1.gif",
      "img\/biceps-curl-seated-on-stability-ball-2.gif"
    ],
    "main-muscle":[
      "biceps"
    ],
    "secondary-muscle":[
      "forearms"
    ],
    "equipment":[
      "dumbbell"
    ]
  },
  {
    "title":"One Arm Bicep Curl with Olympic Bar",
    "content":"This is an advanced exercise for building stability and the muscles of the arms.\n\n<h3>Steps<\/h3>Stand with your feet shoulder width apart and your knees slightly bent.\n\nGrasp an Olympic bar (empty weight bar) in the middle with one hand so that the bar is equally balanced.\n\nKeep your free hand at your side for support.\n\nCurl the bar up so your forearm touches your bicep.\n\nSlowly lower the bar and change arms.\n\n<h3>Tips<\/h3>If an Olympic bar is too heavy use a lighter weight barbell.",
    "images":[
      "img\/one-arm-bicep-curl-with-olympic-bar-1.gif",
      "img\/one-arm-bicep-curl-with-olympic-bar-2.gif"
    ],
    "main-muscle":[
      "biceps"
    ],
    "secondary-muscle":[
      "forearms"
    ],
    "equipment":[
      "barbell"
    ]
  },
  {
    "title":"Bicep Curl",
    "content":"This exercise uses a machine to insure proper form.\n\n<h3>Steps<\/h3>Adjust the seat of the machine so your elbows are correctly aligned with the rotation axis.\n\nPress your arms against the pads and keep them stationary throughout the exercise.\n\nCurls your forearms until your arms are fully flexed.\n\nSlowly lower your arms back to the starting position.",
    "images":[
      "img\/bicep-curl-1.gif",
      "img\/bicep-curl-2.gif"
    ],
    "main-muscle":[
      "biceps"
    ],
    "secondary-muscle":[
      "forearms"
    ],
    "equipment":[
      "machine"
    ]
  },
  {
    "title":"Zottman Preacher Curl",
    "content":"This is an advanced exercise where you turn the dumbbells up and out using a Preacher Curl bench for support.\n\n<h3>Steps<\/h3>Sit at a Preacher Curl Bench.\n\nGrasp a dumbbell in your hand with your palms facing up.\n\nExtend your arm fully along the bench.\n\nCurl your arm up turning your wrist so it faces down as the dumbbell reaches your chest.\n\nPause for a moment and then return to the starting position and switch arms.",
    "images":[
      "img\/zottman-preacher-curl-1.gif",
      "img\/zottman-preacher-curl-2.gif"
    ],
    "main-muscle":[
      "biceps"
    ],
    "secondary-muscle":[
      "forearms"
    ],
    "equipment":[
      "dumbbells"
    ]
  },
  {
    "title":"Zottman Curl",
    "content":"This is an advanced exercise where you turn the dumbbells up and out.\n\n<h3>Steps<\/h3>Stand with your feet shoulder width apart, your knees slightly bent and your and your abs drawn in.\n\nGrasp a dumbbell in each hand with your palms facing each other.\n\nStart with your hands at your sides.\n\nCurl your arms up turning your wrists so they are facing down as the dumbbells reach your chest.\n\nPause for a moment and then return to the starting position.",
    "images":[
      "img\/zottman-curl-1.gif",
      "img\/zottman-curl-2.gif"
    ],
    "main-muscle":[
      "biceps"
    ],
    "secondary-muscle":[
      "forearms"
    ],
    "equipment":[
      "dumbbell"
    ]
  },
  {
    "title":"Wide Grip Standing Biceps Curl",
    "content":"This is a wide grip version of a biceps curl.  The wider grip targets the lateral or outer portion of the muscle.\n\n<h3>Steps<\/h3>Stand with your feet shoulder width apart, your knees slightly bent and your abs drawn in.\n\nGrasp a barbell with an underhand (palms up) grip as wide as your comfortably can.\n\nExtend your arms fully against your thighs.\n\nKeeping your elbows straight, raise the bar towards your chest till your forearms touch your chest.\n\nPause for moment and then return to the starting position.\n\n<h3>Tips<\/h3>Lean up against a wall or post if you have problems keeping from swinging.",
    "images":[
      "img\/wide-grip-standing-biceps-curl-1.gif",
      "img\/wide-grip-standing-biceps-curl-2.gif"
    ],
    "main-muscle":[
      "biceps"
    ],
    "secondary-muscle":[
      "forearms"
    ],
    "equipment":[
      "barbell"
    ]
  },
  {
    "title":"Two-Arm Preacher Curl",
    "content":"A Preacher Curl uses a special bench to support the triceps and isolate the biceps to build the arms. This version of the exercise uses dumbbells.\n\n<h3>Steps<\/h3>Adjust the seat of the bench so your arms are level with the top of the bench.\n\nGrasp a dumbbell in each hand with an underhand (palms facing up) grip.\n\nPicking up the dumbbells, rest your arms against the bench and extend them fully towards the floor.\n\nKeeping your arms on the bench at all times, curl the weight up towards your head.\n\nPause for a moment and then lower the weights back to starting position.\n\n<h3>Tips<\/h3>Perform this exercise in a slow controlled manner for best results.",
    "images":[
      "img\/two-arm-preacher-curl-1.gif",
      "img\/two-arm-preacher-curl-2.gif"
    ],
    "main-muscle":[
      "biceps"
    ],
    "secondary-muscle":[
      "forearms"
    ],
    "equipment":[
      "dumbbells"
    ]
  },
  {
    "title":"Standing One Arm Curl Over Incline Bench",
    "content":"This exercise is a great alternative to the Preacher Curl.\n\n<h3>Steps<\/h3>\n\n<h3>Tips<\/h3>Perform this exercise in a slow controlled manner for best results.",
    "images":[
      "img\/standing-one-arm-curl-over-incline-bench-1.gif",
      "img\/standing-one-arm-curl-over-incline-bench-2.gif"
    ],
    "main-muscle":[
      "biceps"
    ],
    "secondary-muscle":[
      "forearms"
    ],
    "equipment":[
      "dumbbell"
    ]
  },
  {
    "title":"Standing One Arm Bicep Curl",
    "content":"This is a single arm version of a bicep cable curl. Cable machines are great for helping you learn proper form while building muscle.\n\n<h3>Steps<\/h3>Attach a stirrup bar to a low cable pulley.\n\nStand of the side of the weight stack with your legs shoulder width apart and your knees slightly bent and your abs drawn in.\n\nGrasp the stirrup in one hand with an underhand grip (palms facing up).  \n\nLower the stirrup to the top of your thighs.\n\nKeeping your elbows still, curl the stirrup up towards your chest.\n\nSlowly lower the stirrup to the starting position.",
    "images":[
      "img\/standing-one-arm-bicep-curl-1.gif",
      "img\/standing-one-arm-bicep-curl-2.gif"
    ],
    "main-muscle":[
      "biceps"
    ],
    "secondary-muscle":[
      "forearms"
    ],
    "equipment":[
      "cable"
    ]
  },
  {
    "title":"Standing Inner Biceps Curl",
    "content":"This exercise works the inner biceps.\n\n<h3>Steps<\/h3>Stand with your feet shoulder width apart, your knees slightly bent and your abs drawn in.\n\nGrasp a dumbbell in each arm with your palms facing each other, fully extend your arms along your sides.\n\nCurl your arms up and out, turning your palms up and out as you lift.\n\nSlowly lower the dumbbells to the starting position.\n\n<h3>Tips<\/h3>Try to keep your forearms in line with your shoulders as you lift the weight.",
    "images":[
      "img\/standing-inner-biceps-curl-1.gif",
      "img\/standing-inner-biceps-curl-2.gif"
    ],
    "main-muscle":[
      "biceps"
    ],
    "secondary-muscle":[
      "forearms"
    ],
    "equipment":[
      "dumbbell"
    ]
  },
  {
    "title":"Spider Curl",
    "content":"This exercise uses the straight side of a Preacher Curl bench to increase the range of motion of the exercise.\n\n<h3>Steps<\/h3>Turn a Preacher Curl bench around so you are leaning against the angled side.\n\nGrasp a barbell with a close (6 inch) palms up grip.\n\nLeaning against the bench, lower the bar along the flat side of the bench fully extending your arms.\n\nCurl your arms up so your biceps are touching your forearms.\n\nSlowly lower the bar to the starting position.\n\n<h3>Tips<\/h3>Use a low weight to get used to the motion of this exercise.",
    "images":[
      "img\/spider-curl-1.gif",
      "img\/spider-curl-2.gif"
    ],
    "main-muscle":[
      "biceps"
    ],
    "secondary-muscle":[
      "forearms"
    ],
    "equipment":[
      "barbell"
    ]
  },
  {
    "title":"Seated Inner Biceps Curl",
    "content":"This exercise works the inner biceps.\n\n<h3>Steps<\/h3>Sit on the edge of a bench with your feet firmly planted on the floor.\n\nKeep your back straight and your abs drawn in.\n\nGrasp a dumbbell in each arm with your palms facing each other, fully extend your arms along your sides.\n\nCurl your arms up and out, turning your palms up and out as you lift.\n\nSlowly lower the dumbbells to the starting position.",
    "images":[
      "img\/seated-inner-biceps-curl-1.gif",
      "img\/seated-inner-biceps-curl-2.gif"
    ],
    "main-muscle":[
      "biceps"
    ],
    "secondary-muscle":[
      "forearms"
    ],
    "equipment":[
      "dumbbell"
    ]
  },
  {
    "title":"Seated Bicep Curl",
    "content":"This exercise is a seated biceps curl using dumbbells.\n\n<h3>Steps<\/h3>Sit on bench with your feet firmly on the floor and your back straight.\n\nGrasp a dumbbell in each hand with your palms facing each other.\n\nLower the dumbbells to your sides and slowly curl your arms up so your palms are facing up.\n\nSqueeze your biceps at the top and slowly lower to the starting position.\n\n<h3>Tips<\/h3>If possible use a short backed bench to help your posture.",
    "images":[
      "img\/seated-bicep-curl-1.gif",
      "img\/seated-bicep-curl-2.gif"
    ],
    "main-muscle":[
      "biceps"
    ],
    "secondary-muscle":[
      "forearms"
    ],
    "equipment":[
      "dumbbell"
    ]
  },
  {
    "title":"Seated Close Grip Concentration Curls",
    "content":"Concentration exercises limit your range of movement to increase the effectiveness of the movement.  This version uses a barbell.\n\n<h3>Steps<\/h3>Sit on the end of a flat bench with your feet flat and your legs spread live a V.\n\nBend forward at your waist keeping your back straight.\n\nGrasp a barbell in your hands with a close grip (6 inches apart), palms facing up.\n\nWith your elbow pressed against your inner thigh just above your knee, curl the bar up towards your chest.\n\nSlowly lower the bar to the starting position near the floor.\n\n<h3>Tips<\/h3>Keep all of your body still except the arm you are exercising.",
    "images":[
      "img\/seated-close-grip-concentration-curls-1.gif",
      "img\/seated-close-grip-concentration-curls-2.gif"
    ],
    "main-muscle":[
      "biceps"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "barbell"
    ]
  },
  {
    "title":"Reverse Plate Curls",
    "content":"This exercise uses a free weight plate to build muscle.\n\n<h3>Steps<\/h3>Stand with your feet shoulder width apart, your knees slightly bent and your abs drawn in.\n\nGrasp a plate in your hands with an overhand (palms down) grip at the 11:00 and 1:00 oclock position. \n\nKeeping your elbows and arms at your side, curl the slowly up towards your head.\n\nSlowly return to the starting position.",
    "images":[
      "img\/reverse-plate-curls-1.gif",
      "img\/reverse-plate-curls-2.gif"
    ],
    "main-muscle":[
      "biceps"
    ],
    "secondary-muscle":[
      "forearms"
    ],
    "equipment":[
      "free weight plate"
    ]
  },
  {
    "title":"Preacher Hammer Curl",
    "content":"This exercise combines a Hammer Curl with a Preacher bench.\n\n<h3>Steps<\/h3>Adjust the seat of the bench so your arms are level with the top of the bench.\n\nGrasp a dumbbell in each hand with your palms facing each other, shoulder width apart and extend your arms fully along the bench.\n\nKeeping your arms and elbows on the bench at all times, curl the dumbbells up towards your head.\n\nPause for a moment and then lower the bar back to starting position.\n\n<h3>Tips<\/h3>Perform this exercise in a slow controlled manner for best results.",
    "images":[
      "img\/preacher-hammer-curl-1.gif",
      "img\/preacher-hammer-curl-2.gif"
    ],
    "main-muscle":[
      "biceps"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "dumbbell"
    ]
  },
  {
    "title":"Preacher Curl",
    "content":"A Preacher Curl uses a special bench to support the triceps and isolate the biceps to build the arms.\n\n<h3>Steps<\/h3>Adjust the seat of the bench so your arms are level with the top of the bench.\n\nGrasp the bar underhand (palms facing up) shoulder width apart.\n\nPicking up the bar, rest your arms against the bench and extend them fully.\n\nKeeping your arms on the bench at all times, curl the bar up towards your head.\n\nPause for a moment and then lower the bar back to starting position.\n\n<h3>Tips<\/h3>Perform this exercise in a slow controlled manner for best results.",
    "images":[
      "img\/preacher-curl-3-1.gif",
      "img\/preacher-curl-3-2.gif"
    ],
    "main-muscle":[
      "biceps"
    ],
    "secondary-muscle":[
      "forearms"
    ],
    "equipment":[
      "barbell"
    ]
  },
  {
    "title":"Overhead Curl",
    "content":"By using cable this exercise isolates and defines the biceps (arm) muscles.\n\n<h3>Steps<\/h3>Attach a stirrup handle to each side of a high pulley on a cable machine.\n\nGrasp the handles with an under hand grip (palms facing up) and stand with your feet shoulder width apart.\n\nExtend your arms fully to each side.\n\nKeeping your elbows steady curl your wrists towards the sides of your head.\n\nContract your biceps and pause for a moment and then return to the starting position.",
    "images":[
      "img\/overhead-curl-1.gif",
      "img\/overhead-curl-2.gif"
    ],
    "main-muscle":[
      "biceps"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "cable"
    ]
  },
  {
    "title":"One Arm Preacher Curl",
    "content":"A Preacher Curl uses a special bench to support the triceps and isolate the biceps to build the arms.  This version uses dumbbells and single arm movements for better control.\n\n<h3>Steps<\/h3>Adjust the seat of the bench so your arm is level with the top of the bench.\n\nGrasp a dumbbell in your hand with an underhand (palms facing up) rest your arm against the bench and extend it fully down.\n\nKeeping your arm on the bench at all times, curl the dumbbell up towards your head.\n\nPause for a moment and then lower the dumbbell back to starting position.\n\nSwitch arms and repeat.\n\n<h3>Tips<\/h3>Perform this exercise in a slow controlled manner for best results.",
    "images":[
      "img\/one-arm-preacher-curl-1.gif",
      "img\/one-arm-preacher-curl-2.gif"
    ],
    "main-muscle":[
      "biceps"
    ],
    "secondary-muscle":[
      "forearms"
    ],
    "equipment":[
      "dumbbell"
    ]
  },
  {
    "title":"Preacher Curl Machine",
    "content":"A Preacher Curl uses a special bench to support the triceps and isolate the biceps to build the arms.  This version of the exercises is a machine exercise.  This is a good exercise for beginners.\r\n<h3>Steps<\/h3>\r\nAdjust the seat of the bench so your arms are level with the top of the bench.\r\n\r\nRest your arms against the bench and extend them fully.\r\n\r\nGrasp the bar underhand (palms facing up) and pull it towards your head.\r\n\r\nPause for a moment and then lower the bar back to starting position.\r\n<h3>Tips<\/h3>\r\nPerform this exercise in a slow controlled manner for best results.  Read the instructions on the machine before performing this exercise.",
    "images":[
      "img\/preacher-curl-2-1.gif",
      "img\/preacher-curl-2-2.gif"
    ],
    "main-muscle":[
      "biceps"
    ],
    "secondary-muscle":[
      "forearms"
    ],
    "equipment":[
      "machine"
    ]
  },
  {
    "title":"Lying Supine Biceps Curl",
    "content":"This is another biceps exercise where you lay down to isolate the muscles you are working.  This is an advanced exercise.\n\n<h3>Steps<\/h3>Lie on a flat bench with your head at one end and your feet planted firmly on the floor.\n\nWith a dumbbell in each hand, palms facing in, bring your arms down to your sides, hanging off the bench.\n\nSlowly raise your arms up until they are level with your chest, then curl the dumbbells twisting your palms so your forearms touch your biceps.\n\nSlowly lower your arms to the starting position,\n\n<h3>Tips<\/h3>Practice the motions of this exercise with light weights to become familiar with the movements.",
    "images":[
      "img\/lying-supine-biceps-curl-1.gif",
      "img\/lying-supine-biceps-curl-2.gif"
    ],
    "main-muscle":[
      "biceps"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "dumbbell"
    ]
  },
  {
    "title":"Lying High Bench Biceps Curl",
    "content":"With this exercise your lay face down to isolate your biceps.\n\n<h3>Steps<\/h3>Lay face down on a high bench with your head at one end and your toes pressed against the floor to support you.\n\nGrasp a barbell with an underhand grip (palms facing up) about 12 inches apart.\n\nExtending your arms to the floor, curl your arms back towards your head in a slight arc, so your biceps touch your forearm.\n\nSlowly return to the starting position.",
    "images":[
      "img\/lying-high-bench-biceps-curl-1.gif",
      "img\/lying-high-bench-biceps-curl-2.gif"
    ],
    "main-muscle":[
      "biceps"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "barbell"
    ]
  },
  {
    "title":"Lying Close Grip Biceps Curls",
    "content":"This exercise combines a flat body position with a pulling motion to work the biceps.\n\n<h3>Steps<\/h3>Place a flat bench under a cable weight stack and attach a flat bar to the pulley.\n\nLie down with your head towards the stack and your feet firmly on the floor.\n\nGrasp the bar with an overhand grip (palms down) about 8 inches apart, and extend your arms straight up.\n\nCurl the bar down in an arc touching your chin.\n\nSlowly return to the starting position.",
    "images":[
      "img\/lying-close-grip-biceps-curls-1.gif",
      "img\/lying-close-grip-biceps-curls-2.gif"
    ],
    "main-muscle":[
      "biceps"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "cable"
    ]
  },
  {
    "title":"Lying Bicep Cable Curl",
    "content":"By lying down you are able to isolate the muscles of your biceps without standing or sitting.\n\n<h3>Steps<\/h3>Attach a short bar to a cable pulley set on the lowest setting.\n\nLie down on a mat or the floor with your feet touching the weight stack.\n\nGrasp the bar with and underhand grip (palms facing up).\n\nWith your arms fully extended and your elbows at your sides, pull the bar in an arc to your chest.\n\nPause for a moment contracting your biceps, and then return to the starting position.",
    "images":[
      "img\/lying-bicep-cable-curl-1.gif",
      "img\/lying-bicep-cable-curl-2.gif"
    ],
    "main-muscle":[
      "biceps"
    ],
    "secondary-muscle":[
      "forearms"
    ],
    "equipment":[
      "cable"
    ]
  },
  {
    "title":"Incline Inner Biceps Curl",
    "content":"This exercise uses an incline bench and twist to more to change your bodys position as you perform bicep curls.  The movement is very similar to a Preacher Curl.\n\n<h3>Steps<\/h3>Adjust and incline bench to a 45 degree angle.\n\nGrasp dumbbells in each hand with and sit down with your back against the bench, with your feet resting on the floor for support.\n\nAllow your arms to hang down at your sides, your palms facing your body.\n\nKeeping your elbow straight, raise the dumbbells up towards your head, contracting your biceps.\n\nIn a controlled manner lower the weight and repeat.\n\n<h3>Tips<\/h3>Practice steady movements in this exercise, be careful not to let your arms sway.",
    "images":[
      "img\/incline-inner-biceps-curl-1.gif",
      "img\/incline-inner-biceps-curl-2.gif"
    ],
    "main-muscle":[
      "biceps"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "dumbbells"
    ]
  },
  {
    "title":"Incline Biceps Curl",
    "content":"This exercise uses an incline bench to change your bodys position as you perform bicep curls.  The movement is very similar to a Preacher Curl.\n\n<h3>Steps<\/h3>Adjust and incline bench to a 45 degree angle.\n\nGrasp dumbbells in each hand and sit down with your back against the bench, with your feet resting on the floor for support.\n\nAllow your arms to hang down at your sides.\n\nKeeping your elbow straight, raise the dumbbells up towards your head, contracting your biceps.\n\nIn a controlled manner lower the weight and repeat.\n\n<h3>Tips<\/h3>Practice steady movements in this exercise, be careful not to let your arms sway.",
    "images":[
      "img\/incline-biceps-curl-1.gif",
      "img\/incline-biceps-curl-2.gif"
    ],
    "main-muscle":[
      "biceps"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "dumbbells"
    ]
  },
  {
    "title":"High Cable Curls",
    "content":"This exercise allows you to target the muscles of your arms from a different position.\n\n<h3>Steps<\/h3>Place a flat bench next to a cable weigh stack.\n\nAttach a short bar to the high pulley.\n\nLay on your back with your head towards the stack.\n\nGrip the bar with and overhand grip (palms facing you) and extend your arms fully on a slight angle over your head.\n\nPull the bar down towards you, curling your arms as much as possible.\n\nSlowly return to the starting position.",
    "images":[
      "img\/high-cable-curls-1.gif",
      "img\/high-cable-curls-2.gif"
    ],
    "main-muscle":[
      "biceps"
    ],
    "secondary-muscle":[
      "triceps"
    ],
    "equipment":[
      "cable"
    ]
  },
  {
    "title":"Flexor Incline Curls",
    "content":"This exercise was designed to keep the stress on the biceps.\n\n<h3>Steps<\/h3>Sit on an incline bench with your feet firmly on the floor in front of you.\n\nGrasp a dumbbell with your palms facing up.\n\nBring your arms down to your sides and keeping your wrists as straight as possible raise your wrists to your shoulders. \n\nConcentrate on squeezing your biceps as your contract (raise) your arms.",
    "images":[
      "img\/flexor-incline-curls-1.gif",
      "img\/flexor-incline-curls-2.gif"
    ],
    "main-muscle":[
      "biceps"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "dumbbells"
    ]
  },
  {
    "title":"Bicep Hammer Curl",
    "content":"This exercise uses a hammering (up and down) motion to isolate the biceps.\n\n<h3>Steps<\/h3>Stand with our feet shoulder width apart, your knees slightly bent and your abs drawn in.\n\nGrasp a dumbbell in each hand so your palms are facing each other.\n\nExtend your arms so they are at the sides of your body.\n\nKeeping your elbows locked lift your arms in an arc towards your shoulders.\n\nLower your arms in a steady controlled motion and repeat.\n\n<h3>Tips<\/h3>Do not turn your wrists during this exercise.",
    "images":[
      "img\/bicep-hammer-curl-1.gif",
      "img\/bicep-hammer-curl-2.gif"
    ],
    "main-muscle":[
      "biceps"
    ],
    "secondary-muscle":[
      "forearms"
    ],
    "equipment":[
      "dumbbell"
    ]
  },
  {
    "title":"EZ Bar Curl",
    "content":"This exercise uses an EZ or curl bar to better isolate and build the arms.\n\n<h3>Steps<\/h3>Stand with your feet shoulder width apart and your knees slightly bent.\n\nGrasp the barbell with underhand (palms up) grip.\n\nLower the bar so it is against your thighs.\n\nKeeping your elbows still raise the bar up to chest so that your forearms touch your biceps.\n\n<h3>Tips<\/h3>Lean up against a wall or post to keep yourself from swaying.",
    "images":[
      "img\/ez-bar-curl-1.gif",
      "img\/ez-bar-curl-2.gif"
    ],
    "main-muscle":[
      "biceps"
    ],
    "secondary-muscle":[
      "forearms"
    ],
    "equipment":[
      "barbell"
    ]
  },
  {
    "title":"Prone Incline Biceps Curl",
    "content":"This exercise uses an incline bench to change your bodys position as you perform bicep curls.  The movement is very similar to a Preacher Curl.\n\n<h3>Steps<\/h3>Adjust and incline bench to a 45 degree angle.\n\nGrasp dumbbells in each hand and lean face down against the bench, with your feet resting on the floor for support.\n\nAllow your arms to hang down at your sides.\n\nKeeping your elbow straight, raise the dumbbells up towards your head, contracting your biceps.\n\nIn a controlled manner lower the weight and repeat.\n\n<h3>Tips<\/h3>Practice steady movements in this exercise, be careful not to let your arms sway.",
    "images":[
      "img\/prone-incline-biceps-curl-1.gif",
      "img\/prone-incline-biceps-curl-2.gif"
    ],
    "main-muscle":[
      "biceps"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "dumbbell"
    ]
  },
  {
    "title":"Biceps Curl",
    "content":"This version of a biceps curl uses both arms at the same time.\n\n<h3>Steps<\/h3>Stand with our feet shoulder width apart, your knees slightly bent and your abs drawn in.\n\nGrasp a dumbbell in each hand so your palms are facing up.\n\nExtend your arms so they are at the sides of your body.\n\nKeeping your elbows locked lift your arms to your chest so that your forearms touches your biceps.\n\nIn a slow controlled manner lower your arms to the starting position.\n\n<h3>Tips<\/h3>Do not swing your body as you perform this exercise.",
    "images":[
      "img\/biceps-curl-1.gif",
      "img\/biceps-curl-2.gif"
    ],
    "main-muscle":[
      "biceps"
    ],
    "secondary-muscle":[
      "forearms"
    ],
    "equipment":[
      "dumbbells"
    ]
  },
  {
    "title":"Alternate Bicep Curl",
    "content":"This exercise is a single arm version of a biceps curl.\n\n<h3>Steps<\/h3>Stand with our feet shoulder width apart, your knees slightly bent and your abs drawn in.\n\nGrasp a dumbbell in each hand so your palms are facing up.\n\nExtend your arms so they are at the sides of your body.\n\nKeeping your elbows locked lift your left arm to your chest so that your forearm touches your bicep.\n\nLower your arm and repeat with your right arm.\n\n<h3>Tips<\/h3>Do not swing your body as you perform this exercise.",
    "images":[
      "img\/alternate-bicep-curl-1.gif",
      "img\/alternate-bicep-curl-2.gif"
    ],
    "main-muscle":[
      "biceps"
    ],
    "secondary-muscle":[
      "forearms"
    ],
    "equipment":[
      "dumbbells"
    ]
  },
  {
    "title":"Drag Curl",
    "content":"This exercise is credited to the late Vince Gironda, the Iron Guru.  It not only blasts the biceps and works the forearms as well.\n\n<h3>Steps<\/h3>Stand with your feet shoulder width apart, your knees slightly bent and your abs drawn in.\n\nGrasping the bar with a shoulder width overhand grip (palms down).\n\nExtend your arms fully so they are against your thighs.\n\nSlowly raise your arms, palms down, to touch your chest.\n\n<h3>Tips<\/h3>Do not move your elbows or shoulders during this exercise.",
    "images":[
      "img\/drag-curl-1.gif",
      "img\/drag-curl-2.gif"
    ],
    "main-muscle":[
      "biceps"
    ],
    "secondary-muscle":[
      "forearms"
    ],
    "equipment":[
      "barbell"
    ]
  },
  {
    "title":"Cross Body Hammer Curl",
    "content":"This exercise targets the biceps using a crossing motion rather than a standard curl.\n\n<h3>Steps<\/h3>Standing grab a dumbbell in each arm palms facing in.\n\nKeeping your palms facing in (and not twisting your arms) curl the dumbbell up towards your opposite shoulder.\n\nBring the top of dumbbell up to and touching the shoulder.\n\nSlowly with a controlled manner lower the dumbbell back to the starting position.",
    "images":[
      "img\/cross-body-hammer-curl-1.gif",
      "img\/cross-body-hammer-curl-2.gif"
    ],
    "main-muscle":[
      "biceps"
    ],
    "secondary-muscle":[
      "forearms"
    ],
    "equipment":[
      "dumbbell"
    ]
  },
  {
    "title":"Concentration Curls",
    "content":"Concentration exercises limit your range of movement to increase the effectiveness of the movement.\n\n<h3>Steps<\/h3>Sit on the end of a flat bench with your feet flat and your legs spread live a V.\n\nGrasp a dumbbell in your hand, palms facing up.\n\nWith your elbow pressed against your inner thigh just above your knee, curl the dumbbell up towards your chest.\n\nSlowly return to the starting position.\n\nRepeat and switch arms.\n\n<h3>Tips<\/h3>Keep all of your body still except the arm you are exercising.",
    "images":[
      "img\/concentration-curls-1.gif",
      "img\/concentration-curls-2.gif"
    ],
    "main-muscle":[
      "biceps"
    ],
    "secondary-muscle":[
      "forearms"
    ],
    "equipment":[
      "dumbbell"
    ]
  },
  {
    "title":"Close Grip Standing Bicep Curls",
    "content":"This exercise uses a standard barbell to isolate the biceps during a curl.\n\n<h3>Steps<\/h3>Stand with your feet shoulder width apart, your knees slightly bent and your abs drawn in.\n\nGrasp a barbell with an underhand (palms up) grip about 12 inches apart.\n\nExtend your arms fully against your thighs.\n\nKeeping your elbows straight, raise the bar towards your chest till your forearms touch your chest.\n\nPause for moment and then return to the starting position.\n\n<h3>Tips<\/h3>Lean up against a wall or post if you have problems keeping from swinging.",
    "images":[
      "img\/close-grip-standing-bicep-curls-1.gif",
      "img\/close-grip-standing-bicep-curls-2.gif"
    ],
    "main-muscle":[
      "biceps"
    ],
    "secondary-muscle":[
      "forearms"
    ],
    "equipment":[
      "barbell"
    ]
  },
  {
    "title":"Close Grip EZ Bar Curl",
    "content":"This exercise uses a cambered EZ or curl bar to isolate the biceps during a curl.\n\n<h3>Steps<\/h3>Stand with your feet shoulder width apart, your knees slightly bent and your abs drawn in.\n\nGrasp an EZ bar with an underhand close (4 inch) grip on the innermost part of the bar.\n\nExtend your arms fully against your thighs.\n\nKeeping your elbows straight, raise the bar towards your chest.\n\nPause for moment and then return to the starting position.\n\n<h3>Tips<\/h3>Lean up against a wall or post if you have problems keeping from swinging.",
    "images":[
      "img\/close-grip-ez-bar-curl-1.gif",
      "img\/close-grip-ez-bar-curl-2.gif"
    ],
    "main-muscle":[
      "biceps"
    ],
    "secondary-muscle":[
      "forearms"
    ],
    "equipment":[
      "barbell"
    ]
  },
  {
    "title":"Preacher Curl",
    "content":"A Preacher Curl uses a special bench to support the triceps and isolate the biceps to build the arms.\n\n<h3>Steps<\/h3>Place a padded arm curl bench in front of a cable machine.\n\nAttach a short bar to the bottom pulley.\n\nRest your arms against the bench and extend them fully.\n\nWith a narrow grip (6 inches) grasp the bar underhand (palms facing up) and pull it towards your head.\n\nPause for a moment and then lower the bar back to starting position.\n\n<h3>Tips<\/h3>Perform this exercise in a slow controlled manner for best results.",
    "images":[
      "img\/preacher-curl-1.gif",
      "img\/preacher-curl-2.gif"
    ],
    "main-muscle":[
      "biceps"
    ],
    "secondary-muscle":[
      "forearms"
    ],
    "equipment":[
      "cable"
    ]
  },
  {
    "title":"Hammer Curls with Rope",
    "content":"Using the rope with the cable machine allows you isolate the biceps with this version of the Hammer Curl.  This is a good exercise for beginners.\n\n<h3>Steps<\/h3>Attach a rope to a cable pulley to the bottom of the weight stack. \n\nStand with your feet shoulder width apart, your knees slightly bent and your abs drawn in.\n\nGrasp the rope with a close underhand grip (palms facing up).\n\nLower your arms fully to above your thighs and bending only your elbows, raise the rope to your upper chest.\n\nPause for a moment and then return to the starting position.\n\n<h3>Tips<\/h3>Keep your elbows at your side throughout this exercise. Do not swing your hips or back during this exercise.",
    "images":[
      "img\/hammer-curls-with-rope-1.gif",
      "img\/hammer-curls-with-rope-2.gif"
    ],
    "main-muscle":[

    ],
    "secondary-muscle":[
      "biceps"
    ],
    "equipment":[
      "cable"
    ]
  },
  {
    "title":"Lying Incline Curl",
    "content":"This exercise uses an incline bench to change your bodys position as you perform bicep curls.  The movement is very similar to a Preacher Curl.\n\n<h3>Steps<\/h3>Adjust and incline bench to a 45 degree angle.\n\nGrasp a barbell with a shoulder width grip and lean face down against the bench, with your feet resting on the floor for support.\n\nAllow your arms to hang down at your sides.\n\nKeeping your elbow straight, raise the bar up towards your head, contracting your biceps.\n\nIn a controlled manner lower the weight and repeat.\n\n<h3>Tips<\/h3>Practice steady movements in this exercise, be careful not to let your arms sway.",
    "images":[
      "img\/lying-incline-curl-1.gif",
      "img\/lying-incline-curl-2.gif"
    ],
    "main-muscle":[
      "biceps"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "barbell"
    ]
  },
  {
    "title":"Alternate Incline Curl",
    "content":"This exercise uses an incline bench to change your bodys position as you perform bicep curls.\n\n<h3>Steps<\/h3>Adjust and incline bench to a 45 degree angle.\n\nGrasp a dumbbell in each hand and sit back on the bench with your feet firmly planted on the floor.\n\nAllow your arms to hang down at your sides.\n\nKeeping your elbow straight, raise your right arm up towards your head.\n\nIn a controlled manner lower the weight and repeat with your left arm.",
    "images":[
      "img\/alternate-incline-curl-1.gif",
      "img\/alternate-incline-curl-2.gif"
    ],
    "main-muscle":[
      "biceps"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "dumbbell"
    ]
  },
  {
    "title":"Alternate Hammer Curl",
    "content":"This exercise uses a hammering (up and down) motion to isolate the biceps.\n\n<h3>Steps<\/h3>Stand with our feet shoulder width apart, your knees slightly bent and your abs drawn in.\n\nGrasp a dumbbell in each hand so your palms are facing each other.\n\nExtend your arms so they are at the sides of your body.\n\nKeeping your elbows locked lift your left arm in an arc towards your left shoulder.\n\nLower your arm and repeat with your right arm.\n\n<h3>Tips<\/h3>Do not turn your wrists during this exercise.",
    "images":[
      "img\/alternate-hammer-curl-1.gif",
      "img\/alternate-hammer-curl-2.gif"
    ],
    "main-muscle":[
      "biceps"
    ],
    "secondary-muscle":[
      "forearms"
    ],
    "equipment":[
      "dumbbell"
    ]
  },
  {
    "title":"Standing Biceps Curl",
    "content":"This version of the biceps curl uses a cable instead of a barbell to work the muscles of the arms.\n\n<h3>Steps<\/h3>Attach a short bar to a cable pulley to the bottom of the weight stack. \n\nStand with your feet shoulder width apart, your knees slightly bent and your abs drawn in.\n\nGrasp the bar with a close underhand grip (palms facing up).\n\nLower your arms fully to above your thighs and bending only your elbows, raise the bar to your upper chest.\n\nPause for a moment and then return to the starting position.\n\n<h3>Tips<\/h3>Do not swing your hips or back during this exercise.",
    "images":[
      "img\/standing-biceps-curl-1.gif",
      "img\/standing-biceps-curl-2.gif"
    ],
    "main-muscle":[
      "biceps"
    ],
    "secondary-muscle":[
      "deltoids",
      "forearms"
    ],
    "equipment":[

    ]
  },
  {
    "title":"Bicep Curls",
    "content":"This is a basic exercise for the biceps (arms).\n\n<h3>Steps<\/h3>Stand with your feet shoulder width apart, your knees slightly bent and your abs drawn in.\n\nGrasp a barbell with a shoulder width underhand (palms facing up) grip.\n\nLower your arms fully to above your thighs and bending only your elbows, raise the bar to your upper chest.\n\nPause for a moment and then return to the starting position.\n\n<h3>Tips<\/h3>Do not swing your hips or back during this exercise.",
    "images":[
      "img\/bicep-curls-1.gif",
      "img\/bicep-curls-2.gif"
    ],
    "main-muscle":[
      "biceps"
    ],
    "secondary-muscle":[
      "deltoids",
      "forearms"
    ],
    "equipment":[
      "barbell"
    ]
  },
  {
    "title":"Triceps Extensions",
    "content":"This exercise uses a machine to insure proper range of motion.  This is a good exercise for beginners and people rehabilitating from injury.\n\n<h3>Steps<\/h3>Adjust the seat height of the machine so your upper arms and elbows lie flat on the pad. \n\nDraw your abs in and sit upright with your back straight.\n\nWith your arms fully extended grasp the handles and pull them towards your body.\n\nHold for a moment and then slowly return to the starting position.\n\n<h3>Tips<\/h3>Stay seated and keep your feet firmly on the floor throughout this exercise.",
    "images":[
      "img\/triceps-extensions-1.gif",
      "img\/triceps-extensions-2.gif"
    ],
    "main-muscle":[
      "triceps"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "machine"
    ]
  },
  {
    "title":"Incline Triceps Extensions",
    "content":"This version of the triceps extension uses an incline bench.\n\n<h3>Steps<\/h3>Grasp a dumbbell in each hand and lie against an incline bench, face up with your feet firmly planted on the floor.\n\nExtend your arms over your shoulders with your palms facing each other.\n\nSlowly lower the dumbbells behind your head by bending your elbows.\n\nWith a controlled motion raise your arms back up to the starting position.",
    "images":[
      "img\/incline-triceps-extensions-1.gif",
      "img\/incline-triceps-extensions-2.gif"
    ],
    "main-muscle":[
      "triceps"
    ],
    "secondary-muscle":[
      "deltoids"
    ],
    "equipment":[
      "dumbbells"
    ]
  },
  {
    "title":"Weighted Ball Side Bend",
    "content":"This exercise use a Stability Ball instead of a bench.  The Stability Ball conforms better to your body and allows for correct anatomical range of movement.\n\n<h3>Steps<\/h3>Lie one side of your torso, waist and hip against a Stability Ball, positions your feet on the floor (or against a wall) for support.\n\nWith one hand hold a weight against the side of your head.\n\nPlace your free hand across your chest to steady yourself.\n\nRaise your torso up off the ball by flexing your waist.\n\nWith controlled movements lower yourself back onto the ball.",
    "images":[
      "img\/weighted-ball-side-bend-1.gif",
      "img\/weighted-ball-side-bend-2.gif"
    ],
    "main-muscle":[
      "obliques"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "exercise ball",
      "weight"
    ]
  },
  {
    "title":"Triceps Pushdown with V Bar",
    "content":"This exercise is the triceps pushdown uses a V shaped bar.  Many people find this version easier on the elbows.\n\n<h3>Steps<\/h3>Stand in front of a cable machine and attach a V Bar to a high pulley.\n\nGrasp the bar with an overhead (palms facing down) grip.  \n\nDraw your abs in and keep your back straight.\n\nKeeping your elbows at your side push the bar down towards your thighs.\n\nPause for a moment and then return to the starting position.\n\n<h3>Tips<\/h3>You may want to stager one foot in front of the other for a better stance.",
    "images":[
      "img\/triceps-pushdown-with-v-bar-1.gif",
      "img\/triceps-pushdown-with-v-bar-2.gif"
    ],
    "main-muscle":[
      "triceps"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "cable"
    ]
  },
  {
    "title":"Triceps Pushdown with Rope",
    "content":"This version of the triceps pushdown uses a rope for better definition in the muscle.\n\n<h3>Steps<\/h3>Stand in front of a cable machine and attach a rope to a high pulley.\n\nGrasp the rope with an overhead (palms facing down) grip.  \n\nDraw your abs in and keep your back straight.\n\nKeeping your elbows at your side push the rope down towards your thighs, if possible split the rope apart at the bottom.\n\nPause for a moment and then return to the starting position.\n\n<h3>Tips<\/h3>You may want to stager one foot in front of the other for a better stance.",
    "images":[
      "img\/triceps-pushdown-with-rope-1.gif",
      "img\/triceps-pushdown-with-rope-2.gif"
    ],
    "main-muscle":[
      "triceps"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "cable"
    ]
  },
  {
    "title":"Triceps Pushdown",
    "content":"This exercise is the original version of the triceps pushdown.\n\n<h3>Steps<\/h3>Stand in front of a cable machine and attach a short bar to a high pulley.\n\nGrasp the handle with an overhead (palms facing down) grip.  \n\nDraw your abs in and keep your back straight.\n\nKeeping your elbows at your side push the handle down towards your thighs.\n\nPause for a moment and then return to the starting position.\n\n<h3>Tips<\/h3>You may want to stager one foot in front of the other for a better stance.",
    "images":[
      "img\/triceps-pushdown-1.gif",
      "img\/triceps-pushdown-2.gif"
    ],
    "main-muscle":[
      "triceps"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "cable"
    ]
  },
  {
    "title":"Triceps Kickback",
    "content":"This along with the Triceps Push Down is one of the most beneficial exercises for the arms.\n\n<h3>Steps<\/h3>Standing along side a flat bench, bend your left knee and place it on the bench.\n\nPlace your left hand on the bench for support, keeping your back at a 45 degree angle.  \n\nHold a dumbbell in your right hand and place your right foot on the floor.\n\nBend your right arm and raise it up to your shoulder, then with controlled motion kick it back, fully extending your arm.\n\nSwitch arms and repeat.\n\n<h3>Tips<\/h3>Keep your elbow close to your body during this exercise.",
    "images":[
      "img\/triceps-kickback-1.gif",
      "img\/triceps-kickback-2.gif"
    ],
    "main-muscle":[
      "triceps"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "dumbbell"
    ]
  },
  {
    "title":"Tate Press",
    "content":"This is an advanced triceps exercise which moves the muscle differently than other exercises.\n\n<h3>Steps<\/h3>Lay flat on a bench with your head at one end and your feet firmly planted on the floor.\n\nHold a dumbbell in each hand so your palms are faced towards your feet.\n\nDrawing your abs in and keeping your back on the bench, raise the weights to the center of your chest.\n\nWithout moving elbows, slowly raise your arms up and out contracting your triceps.",
    "images":[
      "img\/tate-press-1.gif",
      "img\/tate-press-2.gif"
    ],
    "main-muscle":[
      "triceps"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "dumbbell"
    ]
  },
  {
    "title":"Standing Towel Triceps Extension",
    "content":"This exercise requires another person and uses manual resistance, or your bodys own weight to build muscle.\n\n<h3>Steps<\/h3>Stand with your feet shoulder width apart, your back straight and your abs drawn in.\n\nHold a towel or rope facing up behind and in back of your head.\n\nHave a partner hold the towel taught during the exercise so the resistance is constant.\n\nLower your forearms down until they reach your biceps, then slowly raise your arms back up to starting position.\n\n<h3>Tips<\/h3>Keep your elbows close to your head during the exercise.",
    "images":[
      "img\/standing-towel-triceps-extension-1.gif",
      "img\/standing-towel-triceps-extension-2.gif"
    ],
    "main-muscle":[
      "triceps"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "body"
    ]
  },
  {
    "title":"Standing Overhead Triceps Extension",
    "content":"This is a double arm barbell version of a behind the neck triceps exercise.\n\n<h3>Steps<\/h3>Stand with your feet shoulder width apart, your back straight and your abs drawn in.\n\nHold a barbell or EZ Curl bar about 6-8 inches apart with your palms facing up.\n\nRaise the bar over your head and slowly lower the dumbbell in an arc behind your head, towards your back.\n\nSlowly raise the bar back up to the starting position.\n\n<h3>Tips<\/h3>Keep your elbows close to your head during the exercise",
    "images":[
      "img\/standing-overhead-triceps-extension-1.gif",
      "img\/standing-overhead-triceps-extension-2.gif"
    ],
    "main-muscle":[
      "triceps"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "barbell"
    ]
  },
  {
    "title":"Standing One Arm Triceps Extension",
    "content":"This is a single arm version of a behind the neck triceps exercise.\n\n<h3>Steps<\/h3>Stand with your feet shoulder width apart, your back straight and your abs drawn in.\n\nHold a dumbbell in your right hand with your palms facing up.\n\nRaise the dumbbell over your head and slowly lower the dumbbell in an arc behind your head, so that the dumbbell lines up with your spine.\n\nSlowly raise the dumbbell back up to the starting position.\n\nSwitch arms and repeat.\n\n<h3>Tips<\/h3>Keep your elbows close to your head during the exercise",
    "images":[
      "img\/standing-one-arm-triceps-extension-1.gif",
      "img\/standing-one-arm-triceps-extension-2.gif"
    ],
    "main-muscle":[
      "triceps"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "dumbbell"
    ]
  },
  {
    "title":"Standing One Arm Low-Pulley Triceps Extension",
    "content":"This exercise uses a cable machine to isolate the triceps.\n\n<h3>Steps<\/h3>Attach a handle to a low cable pulley machine.\n\nStand with your back to the weight stack, your feet shoulder width apart, your \n\nWith your left hand, reach behind you and grasp the handle. \n\nPlace your right hand on your left elbow for support.\n\nExtend your left arm straight up towards the ceiling and then lower it to the starting position.\n\nRepeat and switch arms.",
    "images":[
      "img\/standing-one-arm-low-pulley-triceps-extension-1.gif",
      "img\/standing-one-arm-low-pulley-triceps-extension-2.gif"
    ],
    "main-muscle":[
      "triceps"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "cable"
    ]
  },
  {
    "title":"Standing Triceps Extension",
    "content":"This exercise works the triceps by reaching behind your neck.\n\n<h3>Steps<\/h3>Stand with your feet shoulder width apart, your back straight and your abs drawn in.\n\nHold a dumbbell in both hands, with your palms facing up.\n\nRaise the dumbbell over your head and slowly lower the dumbbell in an arc behind your head.\n\nSlowly raise the dumbbell back up to the starting position.\n\n<h3>Tips<\/h3>Keep your elbows close to your head during the exercise.",
    "images":[
      "img\/standing-triceps-extension-2-1.gif",
      "img\/standing-triceps-extension-2-2.gif"
    ],
    "main-muscle":[
      "triceps"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "dumbbell"
    ]
  },
  {
    "title":"Close Grip Bench Press",
    "content":"This version of a Bench Press uses a close grip to isolate the triceps as well as working the chest.\n\n<h3>Steps<\/h3>Place a flat bench in the middle of a Smith Machine.\n\nUsing a close grip (about 6 inches apart) unlatch the bar and lower it towards your chest.\n\nPause just before the bar hits your chest and raise the bar by extending your arms to the staring position.",
    "images":[
      "img\/close-grip-bench-press-1.gif",
      "img\/close-grip-bench-press-2.gif"
    ],
    "main-muscle":[
      "triceps"
    ],
    "secondary-muscle":[
      "deltoids",
      "pectorals"
    ],
    "equipment":[
      "smith machine"
    ]
  },
  {
    "title":"Seated Triceps Press",
    "content":"This exercise uses a single dumbbell held between both hands to work the triceps.\n\n<h3>Steps<\/h3>Sit on a short straight backed bench with your feet planted firmly on the floor.\n\nDrawing your abs in and grasp the dumbbell with both hands with a palms up grip and raise the weight over your head, this is your starting position.\n\nLower the dumbbell in an arc from above your head to behind your back.\n\nSlowly return to the starting position.",
    "images":[
      "img\/seated-triceps-press-1.gif",
      "img\/seated-triceps-press-2.gif"
    ],
    "main-muscle":[
      "triceps"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "dumbbell"
    ]
  },
  {
    "title":"Seated Overhead Triceps Extension",
    "content":"This exercise uses a barbell behind your neck to isolate the triceps effectively.\n\n<h3>Steps<\/h3>Sit on a short straight back chair with your feet firmly placed on the floor and your back straight.\n\nGrasp an EZ or Curl bar (or barbell) with and grip about 6 inches apart.\n\nRaise the bar to arms length above your head and then lower the bar in an arc towards the floor behind your head.\n\nReturn to starting position.",
    "images":[
      "img\/seated-overhead-triceps-extension-1.gif",
      "img\/seated-overhead-triceps-extension-2.gif"
    ],
    "main-muscle":[
      "triceps"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "barbells"
    ]
  },
  {
    "title":"Seated Bent-Over One Arm Triceps Extension",
    "content":"This exercise uses a kickback movement to work the triceps in each arm individually.\n\n<h3>Steps<\/h3>Sit on the edge of a bench with your feet flat on the floor.\n\nHold a dumbbell in your right hand.\n\nBring your right arm up to your side so the dumbbell is almost parallel to your chest, keeping your lower arm vertical and press your arm back in arc.\n\nReturn to the starting position repeat and switch arms.",
    "images":[
      "img\/seated-bent-over-one-arm-triceps-extension-1.gif",
      "img\/seated-bent-over-one-arm-triceps-extension-2.gif"
    ],
    "main-muscle":[
      "triceps"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "dumbbells"
    ]
  },
  {
    "title":"Reverse Triceps Bench Press",
    "content":"This exercise is a version of the Bench Press that specifically isolates the triceps.\n\n<h3>Steps<\/h3>Lie on a flat bench with your head at one end and your feet placed firmly on the floor.\n\nGrasping a barbell with a reverse grip (palms facing your head) about 16 inches apart.\n\nMove the bar over your chest (about 1 inch below your nipples). \n\nExtend your arms fully raising the bar fully and then lower the bar to the starting position.",
    "images":[
      "img\/reverse-triceps-bench-press-1.gif",
      "img\/reverse-triceps-bench-press-2.gif"
    ],
    "main-muscle":[
      "triceps"
    ],
    "secondary-muscle":[
      "pectorals"
    ],
    "equipment":[
      "barbell"
    ]
  },
  {
    "title":"Reverse Grip Triceps Pushdown",
    "content":"This exercise is the reverse version of the triceps pushdown.\n\n<h3>Steps<\/h3>Stand in front of a cable machine and attach a bar to a high pulley.\n\nGrasp the handle with a supinated (palms facing up) grip.  \n\nKeeping your elbows at your side pull the handle down towards your thighs.\n\nPause for a moment and then return to the starting position.\n\n<h3>Tips<\/h3>You may want to stager one foot in front of the other for a better stance.",
    "images":[
      "img\/reverse-grip-triceps-pushdown-1.gif",
      "img\/reverse-grip-triceps-pushdown-2.gif"
    ],
    "main-muscle":[
      "triceps"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "cable isolation"
    ]
  },
  {
    "title":"Close Triceps Pushup",
    "content":"This version of the Pushup isolates the tricep (back of the arm) muscles.\n\n<h3>Steps<\/h3>Kneel down on the floor or a mat, placing your hand thumbs together and raise your up on your toes.\n\nDraw your abs in and keep your back and neck in a straight line.\n\nSlowly lower your body towards the floor until you are nearly touching the floor. \n\nIn a controlled manner raise your body back up to the starting position.",
    "images":[
      "img\/close-triceps-pushup-1.gif",
      "img\/close-triceps-pushup-2.gif"
    ],
    "main-muscle":[
      "triceps"
    ],
    "secondary-muscle":[
      "pectorals"
    ],
    "equipment":[
      "body only"
    ]
  },
  {
    "title":"Single Arm Supinated Triceps Extension",
    "content":"This exercise is similar to the Single Arm Pronated Triceps Extension except the movement is over the head instead of across the chest.\n\n<h3>Steps<\/h3>Lie flat in a bench with your head at one end and your feet placed firmly on the floor.\n\nGrasp a dumbbell in one hand and raise it to a position above your chest, your palm should be facing the floor.\n\nPlace your free hand under the shoulder to support your other arm.\n\nSlowly bend your elbow over your head with the weight moving only your forearm and elbow.\n\nReturn to the starting position and repeat with your other arm.\n\n<h3>Tips<\/h3>Practice this exercise with light weight to get used to the movements.",
    "images":[
      "img\/single-arm-supinated-triceps-extension-1.gif",
      "img\/single-arm-supinated-triceps-extension-2.gif"
    ],
    "main-muscle":[
      "triceps"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "dumbbell"
    ]
  },
  {
    "title":"Single Arm Pronated Triceps Extension",
    "content":"This is an advanced exercise to isolate and work the tricep back of the arm) muscles.\n\n<h3>Steps<\/h3>Lie flat in a bench with your head at one end and your feet placed firmly on the floor.\n\nGrasp a dumbbell in one hand and raise it to a position above your chest, your palm should be facing your feet.\n\nPlace your free hand under the shoulder to support your other arm.\n\nSlowly lower the weight moving only your forearm and elbow towards and away from your chest.\n\nRepeat with your other arm.\n\n<h3>Tips<\/h3>Practice this exercise with light weight to get used to the movements.",
    "images":[
      "img\/single-arm-pronated-triceps-extension-1.gif",
      "img\/single-arm-pronated-triceps-extension-2.gif"
    ],
    "main-muscle":[
      "triceps"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "dumbbell"
    ]
  },
  {
    "title":"Old School Reverse Extensions",
    "content":"As the name suggests, this is an old classic exercise that hits the triceps hard.\n\n<h3>Steps<\/h3>Lie down on a bench with your head at one end.\n\nGrasp a barbell with an underhand grip.\n\nMove your arms beyond your head and keep them in a straight line.\n\nBending only your elbows, slowly lower and raise the barbell.",
    "images":[
      "img\/old-school-reverse-extensions-1.gif",
      "img\/old-school-reverse-extensions-2.gif"
    ],
    "main-muscle":[
      "triceps"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "barbell"
    ]
  },
  {
    "title":"Lying Triceps Press",
    "content":"This is another classic exercise for building the triceps.\n\n<h3>Steps<\/h3>Lie on a flat bench with your head at one end.\n\nGrasp a EZ or Curl bar with an overhand grip.\n\nRaise the bar straight up over your shoulders, keeping your elbows close in.\n\nSlowly lower the bar in an arc over your head.\n\nReturn the bar to the starting position.\n\n<h3>Tips<\/h3>Keep your arms straight throughout this exercise moving only your elbows.",
    "images":[
      "img\/lying-triceps-press-1.gif",
      "img\/lying-triceps-press-2.gif"
    ],
    "main-muscle":[
      "triceps"
    ],
    "secondary-muscle":[
      "pectorals"
    ],
    "equipment":[
      "barbell"
    ]
  },
  {
    "title":"Lying Supine Two Arm Triceps Extension",
    "content":"This a lying version of a Triceps Kickback.\n\n<h3>Steps<\/h3>Lie flat on a bench with your head at one end.\n\nGrasp a dumbbell in each hand and raise them at arms length over your shoulders.\n\nLower the dumbbells in an arc bending your elbows until your forearms are touching your biceps.\n\nSlowly return to the starting position.",
    "images":[
      "img\/lying-supine-two-arm-triceps-extension-1.gif",
      "img\/lying-supine-two-arm-triceps-extension-2.gif"
    ],
    "main-muscle":[
      "triceps"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "dumbbell"
    ]
  },
  {
    "title":"Lying Triceps Extension Across Face",
    "content":"This is an advanced exercise and should be avoided by beginners.\n\n<h3>Steps<\/h3>Lay on a flat bench with your head at one end and your feet panted firmly on the floor.\n\nGrasp a dumbbell in each hand(palms facing up) and raise it over your body.\n\nYour arms will be pointed towards the ceiling.\n\nWhile keeping your upper arms and elbows still, lower the dumbbell slowly over your face bending only your elbow.\n\nSlowly raise the dumbbell back to the starting position and repeat with your other arm.\n\n<h3>Tips<\/h3>Do not perform this exercise if your arms are fatigued as you are lifting the weight over your face.",
    "images":[
      "img\/lying-triceps-extension-across-face-1.gif",
      "img\/lying-triceps-extension-across-face-2.gif"
    ],
    "main-muscle":[
      "triceps"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "dumbbell"
    ]
  },
  {
    "title":"Lying Triceps Extension",
    "content":"This exercise uses gravity to increase the resistance of the weight.\n\n<h3>Steps<\/h3>Lay on a flat bench with your head at one end and your feet panted firmly on the floor.\n\nGrasp a dumbbell with both hands (palms facing up) and raise it over your body.\n\nYour arms will be pointed towards the ceiling.\n\nWhile keeping your upper arms and elbows still, lower the dumbbell in an arc behind your head.\n\nSlowly raise the dumbbell back to the starting position.",
    "images":[
      "img\/lying-triceps-extension-2-1.gif",
      "img\/lying-triceps-extension-2-2.gif"
    ],
    "main-muscle":[
      "triceps"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "dumbbells"
    ]
  },
  {
    "title":"Lying Close Grip Triceps Press to Chin",
    "content":"This exercise is a classic for building the triceps.\n\n<h3>Steps<\/h3>Lie on a flat bench with your head at one end.\n\nGrasp a bar with a close grip (about 6 inches apart).\n\nRaise the bar straight up over your shoulders, keeping your elbows close in.\n\nSlowly lower the bar in an arc towards your chin.\n\nReturn the bar to the starting position.",
    "images":[
      "img\/lying-close-grip-triceps-press-to-chin-1.gif",
      "img\/lying-close-grip-triceps-press-to-chin-2.gif"
    ],
    "main-muscle":[
      "triceps"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "barbell"
    ]
  },
  {
    "title":"Lying Close-Grip Triceps Extension Behind the Head ",
    "content":"You can use a barbell or EZ (curl) bar to further concentrate the benefit to your triceps.\n\n<h3>Steps<\/h3>Lie flat on a bench with your head at one end.\n\nGrasp the bar with a grip about 8 inches apart and lower the bar behind your head.\n\nKeeping the bar parallel with the floor, bend your arms down in an arc so the bar moves in a direction under your head.\n\nSlowly return to starting position.",
    "images":[
      "img\/lying-close-grip-triceps-extension-behind-the-head-1.gif",
      "img\/lying-close-grip-triceps-extension-behind-the-head-2.gif"
    ],
    "main-muscle":[
      "triceps"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "barbell"
    ]
  },
  {
    "title":"Low Triceps Extension",
    "content":"This exercise is done while lying on a seated row station.\n\n<h3>Steps<\/h3>Attach a rope to the cable pulley at of a seated row station.\n\nLie on the bench with your head facing the weight stack. \n\nGrasp the rope with your palms facing each other and raise your arms over your chest, with your forearms parallel to the floor at a 90 degree angle.\n\nSlowly extend your arms upward squeezing your triceps.\n\nReturn to starting position.",
    "images":[
      "img\/low-triceps-extension-1.gif",
      "img\/low-triceps-extension-2.gif"
    ],
    "main-muscle":[
      "triceps"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "cable"
    ]
  },
  {
    "title":"Kneeling Triceps Extension",
    "content":"Kneeling allows you to isolate your triceps more effectively.\n\n<h3>Steps<\/h3>Place a bench sideways in front of a high pulley machine.\n\nGrasp a straight bar with an over head grip and kneel on the floor in front of the bench with your back straight and your head down.\n\nWith your elbows and forearms above your head, push the bar down in an arc so that your forearms are toughing the bench.\n\n<h3>Tips<\/h3>Keep your abs drawn in and your back straight as you perform this exercise.",
    "images":[
      "img\/kneeling-triceps-extension-1.gif",
      "img\/kneeling-triceps-extension-2.gif"
    ],
    "main-muscle":[
      "triceps"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "cable"
    ]
  },
  {
    "title":"Kneeling Concentration Triceps Extension",
    "content":"Concentration exercises limit your range of movement to increase the effectiveness of the movement.\n\n<h3>Steps<\/h3>Attach a stirrup handle to a cable pulley and adjust the pulley up high.\n\nKneeling on your left knee (with the left side of your body turned towards the machine), keep your right bent and the upper portion of your thigh parallel to the floor.\n\nWith your right elbow and upper arm pressed against your inner thigh just above your knee, pull the cable down towards the floor in a slight arcing motion.\n\nSlowly to return to starting position.\n\nRepeat and switch arms.\n\n<h3>Tips<\/h3>Keep all of your body still except the arm you are exercising.",
    "images":[
      "img\/kneeling-concentration-triceps-extension-1.gif",
      "img\/kneeling-concentration-triceps-extension-2.gif"
    ],
    "main-muscle":[
      "triceps"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "cable"
    ]
  },
  {
    "title":"JM Press",
    "content":"This exercise is named after the inventor, J.M. Blakley.  This is and advanced exercise used by bodybuilders and power lifters to build explosive power in the triceps muscle (back of the arms).\n\n<h3>Steps<\/h3>Lay on a flat bench with your head just at the end of the bench.\n\nGrasp the bar with a medium overhand grip keeping your elbows close to your side, over your sternum (mid chest).\n\nLower the bar towards your sternum at a regular pace, then pause for a moment and with a controlled rapid pace, push the bar back to starting position.\n\n<h3>Tips<\/h3>The bar should move in straight line, up and down.",
    "images":[
      "img\/jm-press-1.gif",
      "img\/jm-press-2.gif",
      "img\/jm-press-3.gif"
    ],
    "main-muscle":[
      "triceps"
    ],
    "secondary-muscle":[
      "deltoids"
    ],
    "equipment":[
      "barbell"
    ]
  },
  {
    "title":"Incline Triceps Extension",
    "content":"This version of a triceps extension uses gravity to increase the resistance of the exercise.\n\n<h3>Steps<\/h3>Grasp a barbell with a close grip (4-6 inches apart).\n\nLie on an incline bench and hold the bar over your head.\n\nLower your arms in a slight arc so your forearms are touching your biceps.\n\nSlowly return back to the starting position with the bar over your head.",
    "images":[
      "img\/incline-triceps-extension-2-1.gif",
      "img\/incline-triceps-extension-2-2.gif"
    ],
    "main-muscle":[
      "triceps"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "barbell"
    ]
  },
  {
    "title":"One Arm Triceps Extension",
    "content":"This exercise uses a dumbbell to work each arm individually.\n\n<h3>Steps<\/h3>Sit on a bench with your back straight and your abs drawn in.\n\nGrasp a dumbbell in your hand and  place it behind your neck with your elbow bent.\n\nSlowly extend your arm straight up over your head and slowly return to the starting position.\n\n<h3>Tips<\/h3>Place your free hand across your chest to help steady yourself during this exercise.",
    "images":[
      "img\/one-arm-triceps-extension-1.gif",
      "img\/one-arm-triceps-extension-2.gif"
    ],
    "main-muscle":[
      "triceps"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "dumbbell"
    ]
  },
  {
    "title":"Tricep Dips",
    "content":"This classic exercise uses the weight of your own body to work your triceps.\n\n<h3>Steps<\/h3>Grasp a set of parallel bars and push yourself up to the starting position.\n\nKeeping your elbows close to your body, lower yourself down until your triceps are parallel to the floor.\n\nSlowly raise yourself back to the starting position.\n\n<h3>Tips<\/h3>Keep your abs drawn in and your body straight during this exercise.",
    "images":[
      "img\/tricep-dips-2-1.gif",
      "img\/tricep-dips-2-2.gif"
    ],
    "main-muscle":[
      "triceps"
    ],
    "secondary-muscle":[
      "deltoids",
      "pectorals"
    ],
    "equipment":[
      "body only"
    ]
  },
  {
    "title":"Tricep Dips",
    "content":"This exercise uses a machine to work the triceps while in seated position.\n\n<h3>Steps<\/h3>Adjust the seat of the machine so that the handles are equal with your elbows.\n\nGrasping the handles press down with equal pressure till your arms are fully extended.\n\nPause, and then return to the starting position.",
    "images":[
      "img\/tricep-dips-1.gif",
      "img\/tricep-dips-2.gif"
    ],
    "main-muscle":[
      "triceps"
    ],
    "secondary-muscle":[
      "deltoids"
    ],
    "equipment":[
      "machine"
    ]
  },
  {
    "title":"Decline EZ Bar Triceps Extension",
    "content":"This exercise combines a decline bench and a curved bar to more efficiently work the triceps.\n\n<h3>Steps<\/h3>Lay face up on a decline bench and grasp an EZ Bar (Curved Barbell).\n\nExtend your arms so they are perpendicular to your chest, and keeping your elbows in one place, lower the bar toward your head.\n\nSlowly return to the starting position.",
    "images":[
      "img\/decline-ez-bar-triceps-extension-1.gif",
      "img\/decline-ez-bar-triceps-extension-2.gif"
    ],
    "main-muscle":[
      "triceps"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "barbell"
    ]
  },
  {
    "title":"Decline Triceps Extension",
    "content":"This exercise combines a decline bench and dumbbells to target the tricpes.\n\n<h3>Steps<\/h3>Lay face up on a decline bench with a dumbbell in each hand.\n\nExtend your arms so they are perpendicular to your chest, and keeping your elbows in one place, lower your hands so the dumbbells are lowered near your head.\n\nSlowly return to the starting position.",
    "images":[
      "img\/decline-triceps-extension-1.gif",
      "img\/decline-triceps-extension-2.gif"
    ],
    "main-muscle":[
      "triceps"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "dumbbell"
    ]
  },
  {
    "title":"Decline Close Grip Bench to Skull Crusher",
    "content":"This exercise combines a close grip bench press with triceps extension.\n\n<h3>Steps<\/h3>Lay with your back on a flat bench.\n\nGrip a barbell with youre a close grip 8-12 inches apart.\n\nKeeping your arms close to your sides lower the bar so it touches your chest, approximately an inch below your nipples.\n\nSlowly return to starting position, concentrating on your triceps. \n\nAt the top of the exercise bend your arms down towards your head.\n\nRaise the bar back up over your chest and repeat.",
    "images":[
      "img\/decline-close-grip-bench-to-skull-crusher-1.gif",
      "img\/decline-close-grip-bench-to-skull-crusher-2.gif"
    ],
    "main-muscle":[
      "triceps"
    ],
    "secondary-muscle":[
      "pectorals"
    ],
    "equipment":[
      "barbell"
    ]
  },
  {
    "title":"Standing Triceps Extension",
    "content":"This exercise works the triceps by reaching behind your neck.\n\n<h3>Steps<\/h3>Stand with your feet shoulder width apart, your back straight and your abs drawn in.\n\nHold a dumbbell in both hands, with your palms facing up.\n\nRaise the dumbbell over your head and slowly lower the dumbbell in an arc behind your head.\n\nSlowly raise the dumbbell back up to the starting position.\n\n<h3>Tips<\/h3>Keep your elbows close to your head during the exercise.",
    "images":[
      "img\/standing-triceps-extension-1.gif",
      "img\/standing-triceps-extension-2.gif"
    ],
    "main-muscle":[
      "triceps"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "dumbbell"
    ]
  },
  {
    "title":"One Arm Tricep Extension",
    "content":"This exercise isolates the triceps muscles individually.\n\n<h3>Steps<\/h3>Place a cable pulley on the highest setting and adjust a stirrup handle to the pulley.\n\nStand facing the weight stack and grasp the handle with and underhand grip.\n\nKeep your back straight, your abs drawn in and your knees slightly bent.\n\nStarting at the top push your arm down until it is straight, feeling the concentration in your tricep.\n\nSlowly return to starting position.\n\n<h3>Tips<\/h3>Keep your elbow close to your side while performing this exercise.",
    "images":[
      "img\/one-arm-tricep-extension-1.gif",
      "img\/one-arm-tricep-extension-2.gif"
    ],
    "main-muscle":[
      "triceps"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "cable"
    ]
  },
  {
    "title":"Lying Triceps Extension",
    "content":"This exercise uses cables to isolate and work the triceps (muscles on the back of the arms).\n\n<h3>Steps<\/h3>Place a flat bench with the end towards a weight stack.\n\nAttach a short straight bar to the pulley and lower the pulley to the bottom of the stack.\n\nLie face up on the bench and grasp the bar with a narrow overhand grip.\n\nStarting with your arms extended lower the bar towards the bar towards the stack by bending your elbows.\n\nSlowly extend your arms upright and return to the starting position.\n\nTIPS\n\nKeep your elbows level throughout the exercises.",
    "images":[
      "img\/lying-triceps-extension-1.gif",
      "img\/lying-triceps-extension-2.gif"
    ],
    "main-muscle":[
      "triceps"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "cable"
    ]
  },
  {
    "title":"Incline Triceps Extension",
    "content":"This exercise uses cables to isolate and work the triceps (muscles on the back of the arms).\n\n<h3>Steps<\/h3>Place an incline bench facing away from a cable pulley.\n\nAttach a short straight bar to the pulley and adjust the height so that your arms can extend fully.\n\nLie face up on the bench and grasp the bar with a narrow overhand grip.\n\nStarting with your elbows bent overhead, slowly lower the bar towards your feet.\n\nPause at the bottom and then return to starting position.",
    "images":[
      "img\/incline-triceps-extension-1.gif",
      "img\/incline-triceps-extension-2.gif"
    ],
    "main-muscle":[
      "triceps"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "cable"
    ]
  },
  {
    "title":"Incline Pushdown",
    "content":"This exercise uses cables to isolate and work the triceps (muscles on the back of the arms).\n\n<h3>Steps<\/h3>Place an incline bench facing away from a cable pulley.\n\nAttach a short straight bar to the pulley and adjust the height so that your arms can extend fully.\n\nLie face up on the bench and grasp the bar with a narrow overhand grip.\n\nKeeping your arms straight, slowly push the bar down towards your feet.\n\nPause at the bottom and then return to starting position.\n\n<h3>Tips<\/h3>Keep your elbows steady throughout this exercise.",
    "images":[
      "img\/incline-pushdown-1.gif",
      "img\/incline-pushdown-2.gif"
    ],
    "main-muscle":[
      "triceps"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "cable"
    ]
  },
  {
    "title":"Bench Dips",
    "content":"This exercise is one of the most basic and still one of the best for building the triceps (muscles on the back of the arm).\n\n<h3>Steps<\/h3>Place two benches parallel to each other 3-4 feet apart.\n\nSit one bench and place your feet on the edge of the other bench so that your legs are suspended between the 2 benches.\n\nCross your feet for support.\n\nHold onto the bench with your hands for support and slowly lower body towards the floor by bending your elbows.\n\nPause and then return to starting position.\n\n<h3>Tips<\/h3>Do not go below a 90 degree angle as this can cause on your shoulders.",
    "images":[
      "img\/bench-dips-1.gif",
      "img\/bench-dips-2.gif"
    ],
    "main-muscle":[
      "triceps"
    ],
    "secondary-muscle":[
      "pectorals"
    ],
    "equipment":[
      "body"
    ]
  },
  {
    "title":"Zecher Squats",
    "content":"This variation of squat is similar to a Front Squat, it works to build the Upper muscles of the quadriceps (thighs).\n\n<h3>Steps<\/h3>Lifting a barbell off of a weight rack, across your chest holding it with your arms crossed.\n\nPlace your feet slightly wider than shoulder width apart with your knees and toes pointed slightly outward.\n\nDrawing your abs in descend slowly by bending at the knees and hips as if you are sitting down (squatting).\n\nLower yourself as far as you can control without letting your body shift towards your toes (this will cause you to loose balance).\n\nPause in the downward position and slowly return upright to the starting position.\n\n<h3>Tips<\/h3>Practice the squat without any weight to allow yourself to become comfortable with the movements.",
    "images":[
      "img\/zecher-squats-1.gif",
      "img\/zecher-squats-2.gif"
    ],
    "main-muscle":[
      "quads"
    ],
    "secondary-muscle":[
      "calves",
      "glutes",
      "hamstrings"
    ],
    "equipment":[
      "barbell"
    ]
  },
  {
    "title":"Wide Stance Squat",
    "content":"This version of the squat uses a wider stance to isolate the inner thigh.\n\n<h3>Steps<\/h3>Lifting a barbell off of a weight rack, position it on your shoulders.\n\nStand with your feet wider than shoulder width apart (about 30 inches apart) with your toes pointing out.\n\nDrawing your abs in descend slowly by bending at the knees and hips as if you are sitting down (squatting).\n\nLower yourself as far as you can control without letting your body shift towards your toes (this will cause you to loose balance).\n\nPause in the downward position and slowly return upright to the starting position.\n\n<h3>Tips<\/h3>A pad on the bar or towel on your shoulders can help improve your grip and reduce the discomfort of the bar against your back.\n\nPractice the squat without any weight to allow yourself to become comfortable with the movements.",
    "images":[
      "img\/wide-stance-squat-1.gif",
      "img\/wide-stance-squat-2.gif"
    ],
    "main-muscle":[
      "quads"
    ],
    "secondary-muscle":[
      "calves",
      "hamstrings"
    ],
    "equipment":[
      "barbell"
    ]
  },
  {
    "title":"Weighted Sissy Squat",
    "content":"Dont let the name of this exercise fool you, it is a an assisted squat which effectively works the quadriceps (leg muscles).\n\n<h3>Steps<\/h3>Grasp a weight rack or bar for support with one arm and hold a free weight plate across your chest with your other hand.\n\nWith your abs drawn in, squat down lowering your body to the floor until your knees are almost fully flexed.\n\nReturn to the starting position.\n\n<h3>Tips<\/h3>Keep your feet placed firmly on the floor throughout this exercise.",
    "images":[
      "img\/weighted-sissy-squat-1.gif",
      "img\/weighted-sissy-squat-2.gif"
    ],
    "main-muscle":[
      "quads"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "weight plate"
    ]
  },
  {
    "title":"Thigh Adductor",
    "content":"This exercise targets and works the muscles of the inner thigh.\n\n<h3>Steps<\/h3>Sit on the machine and place your knees against the pads.\n\nDraw your abs in and adduct or move your thighs apart against the pads bringing theme together.\n\nSlowly return to the starting position and repeat.\n\n<h3>Tips<\/h3>Maintain the same level of resistance throughout this exercise for best results.",
    "images":[
      "img\/thigh-adductor-1.gif",
      "img\/thigh-adductor-2.gif"
    ],
    "main-muscle":[
      "quads"
    ],
    "secondary-muscle":[
      "hamstrings"
    ],
    "equipment":[
      "machine"
    ]
  },
  {
    "title":"Thigh Abductor",
    "content":"This exercise targets and works the muscles of the outer thigh.\n\n<h3>Steps<\/h3>Sit on the machine and place your knees against the pads.\n\nDraw your abs in and abduct or move your thighs apart against the pads.\n\nSlowly return to the starting position and repeat.\n\n<h3>Tips<\/h3>Maintain the same level of resistance throughout this exercise for best results.",
    "images":[
      "img\/thigh-abductor-1.gif",
      "img\/thigh-abductor-2.gif"
    ],
    "main-muscle":[
      "quads"
    ],
    "secondary-muscle":[
      "hamstrings"
    ],
    "equipment":[
      "machine"
    ]
  },
  {
    "title":"Squats",
    "content":"This version of the Squat uses flexible exercise bands for resistance instead of weights.\n\n<h3>Steps<\/h3>Stand with your feet on the exercise bands with your feet shoulder width apart.\n\nGrasp the handles of the bands and pull them up to your shoulders.\n\nWith your abs drawn in, squat down until your thighs are parallel with the floor.\n\nSlowly return to the starting position.\n\n<h3>Tips<\/h3>Keep your feet firmly planted on the floor throughout this exercise.",
    "images":[
      "img\/squats-4-1.gif",
      "img\/squats-4-2.gif"
    ],
    "main-muscle":[
      "quads"
    ],
    "secondary-muscle":[
      "calves",
      "glutes",
      "hamstrings"
    ],
    "equipment":[
      "exercise bands"
    ]
  },
  {
    "title":"Speed Squats",
    "content":"This version of the squat uses an empty barbell and moves at a faster pace than the standard squat.  This is a good exercise for building speed and conditioning used in running and jumping sports.\n\n<h3>Steps<\/h3>Place your feet slightly wider than shoulder width apart with your knees and toes pointed slightly outward.\n\nDrawing your abs in descend slowly by bending at the knees and hips as if you are sitting down (squatting).\n\nLower yourself as far as you can control without letting your body shift towards your toes (this will cause you to loose balance).\n\nPause in the downward position and slowly return upright to the starting position.\n\n<h3>Tips<\/h3>Keep your feet firmly planted on the floor throughout this exercise.",
    "images":[
      "img\/speed-squats-1.gif",
      "img\/speed-squats-2.gif"
    ],
    "main-muscle":[
      "quads"
    ],
    "secondary-muscle":[
      "calves",
      "glutes",
      "hamstrings"
    ],
    "equipment":[
      "barbell"
    ]
  },
  {
    "title":"Pile Squat",
    "content":"This version of the squat is done with a dumbbell and mimics the action of a pile driver.\n\n<h3>Steps<\/h3>Stand with your feet 2-4 inches wider than your shoulders, with your toes pointed out at a 45 degree angle.\n\nGrasp a dumbbell with both hands in the center of your body.\n\nKeep your knees slightly bent and your back straight.\n\nSquat down as if you were going to sit in a chair, bringing your thighs parallel to the floor.\n\nWith a controlled motion return to starting position.\n\n<h3>Tips<\/h3>Keep your feet planted firmly on the floor throughout this exercise.",
    "images":[
      "img\/pile-squat-1.gif",
      "img\/pile-squat-2.gif"
    ],
    "main-muscle":[
      "quads"
    ],
    "secondary-muscle":[
      "calves",
      "hamstrings"
    ],
    "equipment":[
      "dumbbell"
    ]
  },
  {
    "title":"Overhead Squat",
    "content":"In this version of the squat you hold the bar overhead as you perform the exercise.\n\n<h3>Steps<\/h3>Stand with your feet a bit wider than shoulder width apart with your toes pointed slightly outward.\n\nGrasp a barbell using a wide side snatch grip with your arms and elbows fully extended.\n\nKeeping the bar overhead, bend your knees and lower your body until your thighs are parallel with the floor. \n\nReturn to starting position.\n\n<h3>Tips<\/h3>Keep your feet firmly planted on the floor throughout this exercise. Keep your abs drawn in your back tight and your chest up you perform this exercise.",
    "images":[
      "img\/overhead-squat-1.gif",
      "img\/overhead-squat-2.gif"
    ],
    "main-muscle":[

    ],
    "secondary-muscle":[
      "quads"
    ],
    "equipment":[
      "calves",
      "glutes",
      "hamstrings",
      "lower back",
      "shoulders"
    ]
  },
  {
    "title":"One Arm Side Deadlift",
    "content":"This is an advanced exercise that works most of the muscles of the body.  Exercises like this are used to develop functional strength for sports that require strong hands.\n\n<h3>Steps<\/h3>Stand besides a barbell placed on the floor.\n\nGrasp the bar with an overhand grip in the center.\n\nCrouching down as if your were performing a squat, bend down so your thighs are parallel with the floor. \n\nExtend your legs slowly as you straighten your body up, drawing in your abs as you rise.\n\n<h3>Tips<\/h3>Perform this exercise with an empty bar to become familiar with the movement before adding weights.",
    "images":[
      "img\/one-arm-side-deadlift-1.gif",
      "img\/one-arm-side-deadlift-2.gif"
    ],
    "main-muscle":[
      "quads"
    ],
    "secondary-muscle":[
      "abs",
      "calves",
      "glutes",
      "hamstrings"
    ],
    "equipment":[
      "barbells"
    ]
  },
  {
    "title":"One Arm Snatch",
    "content":"This is an advanced exercise that works most of the muscles of the body.  Exercises like this are used to develop functional strength for sports that require strong hands.\n\n<h3>Steps<\/h3>Stand with your feet shoulder width apart, and a slight bend in your knees.\n\nGrasp the bar with an overhead grip. \n\nStarting with the barbell held slightly above the knees (hang position), lift the weight up over your head (step 1) then back to shoulder height (step 2) and finally back to starting position between near your knees.\n\n<h3>Tips<\/h3>Bend your knees as you lift and lower the weight to help control the movement.",
    "images":[
      "img\/one-arm-snatch-1.gif",
      "img\/one-arm-snatch-2.gif"
    ],
    "main-muscle":[
      "quads"
    ],
    "secondary-muscle":[
      "abs",
      "calves",
      "deltoids",
      "hamstrings",
      "lats",
      "trapezius"
    ],
    "equipment":[
      "barbell"
    ]
  },
  {
    "title":"One Leg Squat",
    "content":"The One Leg Squat isolates the muscles of the leg for optimal exercise.  This exercise is also used to build or rebuild strength after injury.\r\n<h3>Steps<\/h3>\r\nPlace a bench or box 12-18 inches tall behind you.\r\n\r\nLifting a barbell off of a weight rack, position it on your shoulders.\r\n\r\nPlace one foot up on the bench, and your other foot firmly on the floor 2-3 feet in front you.\r\n\r\nDrawing your abs in descend slowly by bending your front knee and hip as if you are sitting down (squatting).\r\n\r\nLower yourself as far as you can control without letting your body shift towards your toe (this will cause you to loose balance).\r\n\r\nPause in the downward position and slowly return upright to the starting position.\r\n\r\nSwitch legs and repeat.\r\n<h3>Tips<\/h3>\r\nA pad on the bar or towel on your shoulders can help improve your grip and reduce the discomfort of the bar against your back.\r\n\r\nPractice the squat without any weight to allow yourself to become comfortable with the movements.\r\n\r\nThe taller the box the greater the difficulty of the exercise.",
    "images":[
      "img\/one-leg-squat-2.gif",
      "img\/one-leg-squat-1.gif"
    ],
    "main-muscle":[
      "quads"
    ],
    "secondary-muscle":[
      "calves",
      "glutes",
      "hamstrings"
    ],
    "equipment":[
      "barbell"
    ]
  },
  {
    "title":"Narrow Stance Hack Squats",
    "content":"Like the Hack Squat, this exercise works the muscles of the leg.  The narrow stance targets the external muscles more efficiently.\n\n<h3>Steps<\/h3>Lie face up on a Hack Squat machine with your shoulders against the pad.\n\nPlace your feet facing forward at a distance of 6 inches apart with your toes point slightly outward.\n\nRelease the dock levers and place your hands on the handgrips.\n\nDrawing your abs in, extend your body standing upright.\n\nLower your body to a squatting position so you knees are bent as if you were sitting down.\n\nReturn to the starting position.",
    "images":[
      "img\/narrow-stance-hack-squats-1-1024x721.png",
      "img\/narrow-stance-hack-squats-2-1024x721.png"
    ],
    "main-muscle":[
      "quads"
    ],
    "secondary-muscle":[
      "calves",
      "hamstrings"
    ],
    "equipment":[
      "machine"
    ]
  },
  {
    "title":"Lying Squat",
    "content":"This exercise is similar to a Leg Press Machine working the same muscles.\n\n<h3>Steps<\/h3>Adjust the shoulder rack of the machine so that your feet comfortably reach the crosspiece with a slight bend in your knees.\n\nTo begin press your feet forward and release the safety locks.\n\nSlowly lower the weight towards your body, keeping your abs drawn in and your knees moving in the same direction as your feet to a 90 degree angle.\n\nDo not lock your knees or bounce the weight.",
    "images":[
      "img\/lying-squat-1-990x1024.png",
      "img\/lying-squat-2-990x1024.png"
    ],
    "main-muscle":[
      "quads"
    ],
    "secondary-muscle":[
      "calves",
      "hamstrings"
    ],
    "equipment":[
      "machine"
    ]
  },
  {
    "title":"Narrow Stance Leg Press",
    "content":"This is a variation of the leg press which targets more of the external muscles of the legs by moving your feet closer together.\n\n<h3>Steps<\/h3>Sit on a leg press machine with your feet on the crosspiece 6 inches apart with your toes pointed slightly outward.\n\nGrasp the handles on the side of the machine and release the locks.\n\nKeeping your abs drawn in, bend your knees and bring the weight as far as possible towards your chest.\n\nHold this position for a moment and then slowly return the weight to starting position.\n\n<h3>Tips<\/h3>Do not lock your knees at the top.",
    "images":[
      "img\/narrow-stance-leg-press-1-1024x671.png",
      "img\/narrow-stance-leg-press-2-1024x671.png"
    ],
    "main-muscle":[
      "quads"
    ],
    "secondary-muscle":[
      "calves",
      "hamstrings"
    ],
    "equipment":[
      "machine"
    ]
  },
  {
    "title":"Leg Extensions",
    "content":"This exercise is a staple for building strong legs.\n\n<h3>Steps<\/h3>Adjust the seat so that your knees have fill range of motion and that footpad fits over your legs just above your ankles.\n\nGrasp the handles with your hands for support, keeping your hip and back against the bench.\n\nSlowly extend your legs until your knees are straight, do not lock your knees.\n\nHold for a moment and then with controlled movements return to the starting position.\n\n<h3>Tips<\/h3>Use controlled movements for this exercise, do not swing the weight up.",
    "images":[
      "img\/leg-extensions-1-672x1024.png",
      "img\/leg-extensions-2-672x1024.png"
    ],
    "main-muscle":[
      "quads"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "machine"
    ]
  },
  {
    "title":"Jefferson Squats",
    "content":"This is a rarely used exercise which is without question one of the best exercises for building and shaping the inner thighs.\n\n<h3>Steps<\/h3>Place a barbell between your legs so it is perpendicular to your feet.\n\nGrasp the barbell with one hand in front of you and one hand behind you with an overhand grip.\n\nSquatting down so your thighs are parallel to the floor slowly lift the weight up between your legs as you stand.\n\nSlowly return to a starting position just above the floor.",
    "images":[
      "img\/jefferson-squats-1-413x1024.png",
      "img\/jefferson-squats-2-413x1024.png"
    ],
    "main-muscle":[
      "hamstrings"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "barbell"
    ]
  },
  {
    "title":"Iron Cross",
    "content":"This is an advanced exercise that works the whole body.\n\n<h3>Steps<\/h3>With a dumbbell in each hand, stand in a low squat stance, your feet shoulder width arms held out in front of you with your palms facing in.\n\nStanding upright, move your arms out and away from your body forming a T or cross.\n\n<h3>Tips<\/h3>Do this exercise with light weights until you are comfortable with the movements.",
    "images":[
      "img\/iron-cross-1-935x1024.png",
      "img\/iron-cross-2-935x1024.png"
    ],
    "main-muscle":[
      "quads"
    ],
    "secondary-muscle":[
      "deltoids",
      "glutes",
      "hamstrings",
      "lats",
      "trapezius"
    ],
    "equipment":[
      "dumbbells"
    ]
  },
  {
    "title":"Front Squat to Bench",
    "content":"The Front Squat works the same muscles as the rear squat without placing the weight of the bar on your shoulders.  This exercise can be a good substitute for people with back and neck injuries. By using a bench you remind yourself how far to squat down\n\n<h3>Steps<\/h3>Place a bench behind you.\n\nPlace the barbell on your upper chest, resting it across your front deltoids and holding it with your arms crossed securely.\n\nKeeping your head and back straight and your abs drawn in and your toes point slightly outward. \n\nSlowly squat down so your upper thighs are parallel to the floor.\n\nSlowly return to the starting position.\n\n<h3>Tips<\/h3>Practice the squat without any weight to allow yourself to become comfortable with the movements.  Do not sit on the bench during the exercise.",
    "images":[
      "img\/front-squat-to-bench-1-858x1024.png",
      "img\/front-squat-to-bench-2-858x1024.png"
    ],
    "main-muscle":[
      "quads"
    ],
    "secondary-muscle":[
      "calves",
      "hamstrings"
    ],
    "equipment":[
      "barbell"
    ]
  },
  {
    "title":"Front Squat",
    "content":"The Front Squat works the same muscles as the rear squat without placing the weight of the bar on your shoulders.  This exercise can be a good substitute for people with back and neck injuries.\n\n<h3>Steps<\/h3>Place the barbell on your upper chest, resting it across your front deltoids and holding it with your arms crossed securely.\n\nKeeping your head and back straight and your abs drawn in and your toes point slightly outward. \n\nSlowly squat down so your upper thighs are parallel to the floor.\n\nSlowly return to the starting position.\n\n<h3>Tips<\/h3>Practice the squat without any weight to allow yourself to become comfortable with the movements.",
    "images":[
      "img\/front-squat-1-857x1024.png",
      "img\/front-squat-2-857x1024.png"
    ],
    "main-muscle":[
      "quads"
    ],
    "secondary-muscle":[
      "calves",
      "hamstrings"
    ],
    "equipment":[
      "barbell"
    ]
  },
  {
    "title":"Step Ups",
    "content":"This exercise builds coordination as well as muscle.\n\n<h3>Steps<\/h3>Place a bench, box or step in front of you.\n\nGrasp a dumbbell in each hand.\n\nWith your left leg, step up on the bench, follow with your right leg.\n\nStep down with your left leg and then your right leg.\n\nRepeat starting with your right leg.\n\n<h3>Tips<\/h3>Use a lighter weight until you are used to the motion of this exercise.",
    "images":[
      "img\/step-ups-2-1-553x1024.png",
      "img\/step-ups-2-2-553x1024.png",
      "img\/step-ups-2-3-553x1024.png"
    ],
    "main-muscle":[
      "quads"
    ],
    "secondary-muscle":[
      "calves",
      "hamstrings"
    ],
    "equipment":[
      "dumbbell"
    ]
  },
  {
    "title":"Squat to Bench",
    "content":"This is s great overall exercise for the lower body.  There are many variations on the squat, this one uses a bench as to remind you how far down to squat.\n\n<h3>Steps<\/h3>Place a bench behind you.\n\nGrasp a dumbbell in each hand.\n\nPlace your feet slightly wider than shoulder width apart with your knees and toes pointed slightly outward.\n\nDrawing your abs in descend slowly Squat down bending at the knees and hips.\n\nLower yourself as far as you can control without letting your body shift towards your toes (this will cause you to loose balance).\n\nPause in the downward position and slowly return upright to the starting position.\n\n<h3>Tips<\/h3>Practice the squat without any weight to allow yourself to become comfortable with the movements.\n\nDo not sit on the bench during the exercise.",
    "images":[
      "img\/squat-to-bench-2-1-542x1024.png",
      "img\/squat-to-bench-2-2-542x1024.png"
    ],
    "main-muscle":[
      "quads"
    ],
    "secondary-muscle":[
      "calves",
      "glutes",
      "hamstrings"
    ],
    "equipment":[
      "dumbbell"
    ]
  },
  {
    "title":"Hip Adduction",
    "content":"This exercises strengthens hip flexors and muscles of the thighs.\n\n<h3>Steps<\/h3>Stand alongside a cable pulley stack and attach a cuff to the pulley near your ankle.\n\nStep away from the stack holding onto the stack for support.\n\nStanding firm on the foot not attached to the cable, slowly abduct (pull) your cuffed ankle in front of your stabilizing leg and back\n\nRepeat and switch ankles.",
    "images":[
      "img\/hip-adduction-1-634x1024.png",
      "img\/hip-adduction-2-634x1024.png"
    ],
    "main-muscle":[
      "quads"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "cable"
    ]
  },
  {
    "title":"Step Ups",
    "content":"This exercise builds coordination as well as muscle.\n\n<h3>Steps<\/h3>Place a bench, box or step in front of you.\n\nGrasp a barbell with a wide grip and place it across your shoulders.\n\nWith your left leg, step up on the bench, follow with your right leg.\n\nStep down with your left leg and then your right leg.\n\nRepeat starting with your right leg.\n\n<h3>Tips<\/h3>Use a lighter weight until you are used to the motion of this exercise.",
    "images":[
      "img\/step-ups-1-801x1024.png",
      "img\/step-ups-2-801x1024.png",
      "img\/step-ups-3-801x1024.png"
    ],
    "main-muscle":[
      "quads"
    ],
    "secondary-muscle":[
      "calves",
      "hamstrings"
    ],
    "equipment":[
      "barbell"
    ]
  },
  {
    "title":"Squat to Bench",
    "content":"This is s great overall exercise for the lower body.  There are many variations on the squat, this one uses a bench as to remind you how far down to squat.\n\n<h3>Steps<\/h3>Place a bench behind you.\n\nLifting a barbell off of a weight rack, position it on your shoulders.\n\nPlace your feet slightly wider than shoulder width apart with your knees and toes pointed slightly outward.\n\nDrawing your abs in descend slowly Squat down bending at the knees and hips.\n\nLower yourself as far as you can control without letting your body shift towards your toes (this will cause you to loose balance).\n\nPause in the downward position and slowly return upright to the starting position.\n\n<h3>Tips<\/h3>A pad on the bar or towel on your shoulders can help improve your grip and reduce discomfort of the bar against your back.\n\nPractice the squat without any weight to allow yourself to become comfortable with the movements.\n\nDo not sit on the bench during the exercise.",
    "images":[
      "img\/squat-to-bench-1-865x1024.png",
      "img\/squat-to-bench-2-865x1024.png"
    ],
    "main-muscle":[
      "quads"
    ],
    "secondary-muscle":[
      "calves",
      "glutes",
      "hamstrings"
    ],
    "equipment":[
      "barbell"
    ]
  },
  {
    "title":"Single Leg Squat",
    "content":"This is an advanced exercise.  Mastery of the squat is recommended before attempting this exercise.\n\n<h3>Steps<\/h3>Place a barbell on your back above your shoulders with a wide grip.\n\nCross the lower leg above the knee of your supporting leg (the leg you will squat with).\n\nSquat down as low as you are able.\n\nSlowly return to an upright position straightening your hip and knee.\n\nSwitch legs and repeat.",
    "images":[
      "img\/single-leg-squat-1-877x1024.png",
      "img\/single-leg-squat-2-877x1024.png"
    ],
    "main-muscle":[
      "quads"
    ],
    "secondary-muscle":[
      "calves",
      "hamstrings"
    ],
    "equipment":[
      "barbell"
    ]
  },
  {
    "title":"Side Split Squats",
    "content":"This version of a squat works the hip adductors (hips) helping build better core strength and coordination.\n\n<h3>Steps<\/h3>Place a barbell on your shoulders and grasp it with a wide grip.\n\nStand with your feet wide apart, the foot of the leg you will be leaning towards angled out.\n\nBring your lower body to your foot by bending the hip and knee of your lead leg and keeping your other leg fairly straight.\n\nReturn to the starting position and switch legs.",
    "images":[
      "img\/side-split-squats-1-1024x600.png",
      "img\/side-split-squats-2-1024x600.png"
    ],
    "main-muscle":[
      "quads"
    ],
    "secondary-muscle":[
      "hamstrings",
      "hip abductors"
    ],
    "equipment":[
      "barbell"
    ]
  },
  {
    "title":"Squats",
    "content":"A great overall exercise for the lower body.  This version uses dumbbells instead of a barbell.  Beginners may find this version easier to perform.\n\n<h3>Steps<\/h3>Grasp a dumbbell in each hand.\n\nPlace your feet slightly wider than shoulder width apart with your knees and toes pointed slightly outward.\n\nDrawing your abs in descend slowly by bending at the knees and hips as if you are sitting down (squatting).\n\nLower yourself as far as you can control without letting your body shift towards  your toes (this will cause you to loose balance).\n\nPause in the downward position and slowly return upright to the starting position.\n\n<h3>Tips<\/h3>Practice the squat without any weight to allow yourself to become comfortable with the movements.",
    "images":[
      "img\/squats-3-1-436x1024.png",
      "img\/squats-3-2-436x1024.png"
    ],
    "main-muscle":[
      "quads"
    ],
    "secondary-muscle":[
      "calves",
      "hamstrings"
    ],
    "equipment":[
      "dumbbells"
    ]
  },
  {
    "title":"Rear Lunges",
    "content":"This is an advanced version of a lunge.\n\n<h3>Steps<\/h3>Grasp a dumbbell in each hand.\n\nStand with your feet approximately 8 inches apart you toes pointing forward.\n\nSlowly take a step backward with your right leg.\n\nKeeping your abs drawn in and your upper body straight, lower your body until your left knee is almost on the ground.\n\nHold for a moment and then return to starting position.\n\n<h3>Tips<\/h3>You man want to place a matt or towel under your knee.",
    "images":[
      "img\/rear-lunges-2-1-611x1024.png",
      "img\/rear-lunges-2-2-611x1024.png"
    ],
    "main-muscle":[
      "quads"
    ],
    "secondary-muscle":[
      "calves",
      "glutes",
      "hamstrings",
      "hip abductors"
    ],
    "equipment":[
      "dumbbells"
    ]
  },
  {
    "title":"Rear Lunges",
    "content":"This is an advanced version of a lunge.\n\n<h3>Steps<\/h3>Place a barbell on a rack at chest height.\n\nLift the barbell of the rack and onto your shoulders, gripping the bar slightly wider than shoulder width apart.\n\nStand with your feet approximately 8 inches apart you toes pointing forward.\n\nSlowly take a step backward with your right leg.\n\nKeeping your abs drawn in and your upper body straight, lower your body until your left knee is almost on the ground.\n\nHold for a moment and then return to starting position.\n\n<h3>Tips<\/h3>You man want to place a matt or towel under your knee.",
    "images":[
      "img\/rear-lunges-1-1024x1015.png",
      "img\/rear-lunges-2-1024x1015.png"
    ],
    "main-muscle":[
      "quads"
    ],
    "secondary-muscle":[
      "calves",
      "glutes",
      "hamstrings",
      "hip abductors"
    ],
    "equipment":[
      "barbell"
    ]
  },
  {
    "title":"Leg Press Machine",
    "content":"Along with the Squat this exercise is crucial for building and strengthening the legs.\r\n<h3>Steps<\/h3>\r\nAdjust the seat of the machine so that your feet comfortably reach the crosspiece with a slight bend in your knees.\r\n\r\nTo begin press your feet forward at a shoulder width stance and release the safety locks.\r\n\r\nSlowly lower the weight towards your body, keeping your abs drawn in and your knees moving in the same direction as your feet to a 90 degree angle.\r\n\r\nDo not lock your knees or bounce the weight.",
    "images":[
      "img\/leg-press-1-1024x670.png",
      "img\/leg-press-2-1024x670.png"
    ],
    "main-muscle":[
      "quads"
    ],
    "secondary-muscle":[
      "calves",
      "hamstrings"
    ],
    "equipment":[
      "machine"
    ]
  },
  {
    "title":"Hack Squat",
    "content":"This is another variation of the basic Squat that focuses more on the quadriceps (thigh muscles).\n\n<h3>Steps<\/h3>Adjust the bar to a low setting just above your ankles.\n\nStand with the bar on the floor just behind your legs, with your feet shoulder width apart and your toes pointing forward\n\nWith your feet firmly placed on the floor reach down and grasp the bar from behind with and overhand grip.\n\nLift the bar by extending your hips and knees, be careful not to lock your knees.\n\nLower yourself (squat) down until your thighs are parallel to the floor.\n\nSlowly raise yourself up to starting position.\n\n<h3>Tips<\/h3>You knees should be moving in the same direction as your feet.",
    "images":[
      "img\/hack-squat-2-1-768x1024.png",
      "img\/hack-squat-2-2-768x1024.png"
    ],
    "main-muscle":[
      "quads"
    ],
    "secondary-muscle":[
      "glutes",
      "hamstrings"
    ],
    "equipment":[
      "smith machine"
    ]
  },
  {
    "title":"Hack Squat",
    "content":"This is another variation of the basic Squat that focuses more on the quadriceps (thigh muscles).\n\n<h3>Steps<\/h3>Place the barbell on the floor just behind your legs, stand with your feet shoulder width apart and your toes pointing forward\n\nWith your feet firmly placed on the floor reach down and grasp the barbell from behind with and overhand grip.\n\nLift the barbell by extending your hips and knees, be careful not to lock your knees.\n\nLower yourself (squat) down until your thighs are parallel to the floor.\n\nSlowly raise yourself up to starting position.",
    "images":[
      "img\/hack-squat-1-856x1024.png",
      "img\/hack-squat-2-856x1024.png"
    ],
    "main-muscle":[
      "quads"
    ],
    "secondary-muscle":[
      "glutes",
      "hamstrings"
    ],
    "equipment":[
      "barbell"
    ]
  },
  {
    "title":"Squat",
    "content":"A great overall exercise for the lower body.  There are many variations on the squat, this is the original version using a Smith Machine for better flow of movement.\n\n<h3>Steps<\/h3>Set the height of the barbell to shoulder height.\n\nPlace your feet slightly wider than shoulder width apart with your knees and toes pointed slightly outward.\n\nDrawing your abs in descend slowly by bending at the knees and hips as if you are sitting down (squatting).\n\nLower yourself as far as you can control without letting your body shift towards  your toes (this will cause you to loose balance).\n\nPause in the downward position and slowly return upright to the starting position.\n\n<h3>Tips<\/h3>A pad on the bar or towel on your shoulders can help improve your grip and the reduce the comfort of the bar against your back..\n\nPractice the squat without any weight to allow yourself to become comfortable with the movements.",
    "images":[
      "img\/squats-2-1.png",
      "img\/squats-2-2.png"
    ],
    "main-muscle":[
      "quads"
    ],
    "secondary-muscle":[
      "calves",
      "glutes",
      "hamstrings"
    ],
    "equipment":[
      "smith machine"
    ]
  },
  {
    "title":"Hack Squats",
    "content":"This exercise is a variation of the Squat which uses a machine.  This exercise may be preferred by beginners.\n\n<h3>Steps<\/h3>Lie face up on a Hack Squat machine with your shoulders against the pad.\n\nPlace your feet facing forward at slightly less than shoulder width apart with your toes point slightly outward.\n\nRelease the dock levers and place your hands on the hand grips.\n\nDrawing your abs in, extend your body standing upright.\n\nLower your body to a squatting position so you knees are bent as if you were sitting down.\n\nReturn to the starting position.",
    "images":[
      "img\/hack-squats-1.gif",
      "img\/hack-squats-2.gif"
    ],
    "main-muscle":[
      "quads"
    ],
    "secondary-muscle":[
      "calves",
      "hamstrings"
    ],
    "equipment":[
      "machine"
    ]
  },
  {
    "title":"Squats",
    "content":"The barbell squat is one of the main power exercises, used for building muscle mass and strength in the quads.\n\n<h3>Steps<\/h3>Unless you're doing squats with a very low weight, we recommend using a squat rack to help you with this exercise. Start by setting up your desired weight with the bar on the squat rack. Position the bar so that it's rest on your trapezius, then lift it off the squat rack.\n\nKeep your head looking slightly upwards. Now bend your knees and push back your hips. Keep your back straight as your lower your body. Continue until your quads are parallel with the ground. Hold the lower position for a moment, then raise your body back up again.\n\nA rep is finished when you're standing up straight again.\n\n<h3>Tips<\/h3>Keep your head looking slightly upwards. This will help prevent you from arching your back. \n\nKeep your abs tight to take pressure off your back.\n\nBefore you start using a heavy weight, make sure your back is strong enough to handle the pressure. Perform dead lifts and supermans.\n\nIf you feel pain in your back after doing squats, stop doing them immediately. After your back has recovered, use a lower weight.\n\nRemember to breathe.",
    "images":[
      "img\/squats-1.png",
      "img\/squats-2.png"
    ],
    "main-muscle":[

    ],
    "secondary-muscle":[

    ],
    "equipment":[

    ]
  },
  {
    "title":"Walking Lunges",
    "content":"A walking lunge gives you the benefit of lunges plus core muscle training from the constant motion.\n\n<h3>Steps<\/h3>Start by either placing a barbell across your upper back or by grasping a dumbbell in each hand.\n\nStand with your feet about 8 inches apart, toes facing forward.\n\nTake a lunge forward keeping your abs drawn in and your upper body straight.\n\nSlowly lower one knee down as if kneeling while keeping your other knee bent at a 90 degree angle, do not let your knee touch the ground.\n\nLower your body to just above the floor and hold for a moment before pushing off with the back foot.\n\nStep through and repeat the exercise with the other leg.\n\nTIPS\n\nPractice the walking lunge without any weights until you are comfortable with the movements.",
    "images":[
      "img\/walking-lunges-1.png",
      "img\/walking-lunges-2.png",
      "img\/walking-lunges-3.png",
      "img\/walking-lunges-4.png"
    ],
    "main-muscle":[
      "hamstrings"
    ],
    "secondary-muscle":[
      "calves",
      "glutes",
      "quads"
    ],
    "equipment":[
      "barbell",
      "dumbbell"
    ]
  },
  {
    "title":"Standing Leg Curl",
    "content":"This exercise works the hamstrings, the muscles on the back of the thigh.\n\n<h3>Steps<\/h3>Standing at a leg curl machine adjust the rear footpad so it is just above your ankle.\n\nGrasp the handles of the machine for support and draw your abs in.\n\nRaise your foot up towards your back slowly.\n\nReturn to the starting position and chance legs.\n\n<h3>Tips<\/h3>Keep your back straight throughout this exercise.  Do this exercise in a slow controlled movement.",
    "images":[
      "img\/standing-leg-curl-1.png",
      "img\/standing-leg-curl-2.png"
    ],
    "main-muscle":[
      "hamstrings"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "machine"
    ]
  },
  {
    "title":"Seated Leg Curl",
    "content":"This is another option to laying leg curls for build the hamstrings (muscles on the back of the thighs).\n\n<h3>Steps<\/h3>Adjust the machine so that the footpad is just above your heels.\n\nSit upright with your abs drawn in and your legs in front of you.\n\nSlowly curl your legs back towards you and hold for a moment.\n\nWith controlled movement return to the starting position.\n\n<h3>Tips<\/h3>Do not swing the weight or move too quickly though this exercise.",
    "images":[
      "img\/seated-leg-curl-1.png",
      "img\/seated-leg-curl-2.png"
    ],
    "main-muscle":[
      "hamstrings"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "machine"
    ]
  },
  {
    "title":"Romanian Deadlift",
    "content":"This exercise is similar to a regular Deadlift but differs because you keep your legs straight and you bring the bar all the way to the ground at each rep.\n\n<h3>Steps<\/h3>Place a barbell in front of your feet on the ground.\n\nGrasp the barbell with a grip a bit wider than shoulder width apart.\n\nBend your knees slightly, keeping your hips and back straight.\n\nLift the bar straight up concentrating on using your hips as you stand.\n\nWhen you are standing the bar should be resting against your thighs.\n\nLower the bar to the floor with a slight bend in your knees flexing your hips back for stability.\n\n<h3>Tips<\/h3>Use light weight to get used to this exercise.\n\nKeep your arms straight throughout the exercise.",
    "images":[
      "img\/romanian-deadlift-1.png",
      "img\/romanian-deadlift-2.png"
    ],
    "main-muscle":[
      "hamstrings"
    ],
    "secondary-muscle":[
      "calves",
      "glutes",
      "quads"
    ],
    "equipment":[
      "barbell"
    ]
  },
  {
    "title":"Flutter Kicks",
    "content":"This is a simple leg exercise which can be done almost anywhere.\n\n<h3>Steps<\/h3>Lie face down on a bench with your hips on the edge, hold onto the bench with your hands.\n\nAllow your legs and toes hand down.\n\nDraw your abs in, squeeze your glutes and hamstrings.\n\nKick each back and up while keeping your hips on the bench.\n\nAlternate kicking each leg.",
    "images":[
      "img\/flutter-kicks-1.png",
      "img\/flutter-kicks-2.png"
    ],
    "main-muscle":[
      "hamstrings"
    ],
    "secondary-muscle":[
      "quads"
    ],
    "equipment":[
      "body"
    ]
  },
  {
    "title":"Lunges",
    "content":"This exercise uses dumbbells instead of barbells to strengthen and build the legs.\n\n<h3>Steps<\/h3>Grasp a dumbbell in each hand.\n\nStand with your feet about 8 inches apart, toes facing forward.\n\nTake a step forward (2-3 feet) keeping your abs drawn in and your upper body straight.\n\nSlowly lower one knee down as if kneeling while keeping your other knee bent at a 90 degree angle, do not let your knee touch the ground.\n\nLower your body to just above the floor and hold for a moment before returning to the starting position.\n\n<h3>Tips<\/h3>Do not the pressure of your body on your knee during this exercise.\n\nThe knee you are leaning forward on should not move beyond the toe of this foot.",
    "images":[
      "img\/lunges-2-1.png",
      "img\/lunges-2-2.png"
    ],
    "main-muscle":[
      "hamstrings"
    ],
    "secondary-muscle":[
      "calves",
      "glutes",
      "quads"
    ],
    "equipment":[
      "dumbbells"
    ]
  },
  {
    "title":"Lunges",
    "content":"This is a classic leg and lower body exercise with many variations this is the basic version.\n\n<h3>Steps<\/h3>Start by place a barbell across your upper back, use a grip slightly wider than your shoulders.\n\nStand with your feet about 8 inches apart, toes facing forward.\n\nTake a step forward (2-3 feet) keeping your abs drawn in and your upper body straight.\n\nSlowly lower one knee down as if kneeling while keeping your other knee bent at a 90 degree angle, do not let your knee touch the ground.\n\nLower your body to just above the floor and hold for a moment before returning to the starting position.\n\n<h3>Tips<\/h3>Do not the pressure of your body on your knee during this exercise.\n\nThe knee you are leaning forward on should not move beyond the toe of this foot.",
    "images":[
      "img\/lunges-1.png",
      "img\/lunges-2.png"
    ],
    "main-muscle":[
      "hamstrings"
    ],
    "secondary-muscle":[
      "calves",
      "glutes",
      "quads"
    ],
    "equipment":[
      "barbell"
    ]
  },
  {
    "title":"Side Plank",
    "content":"A simple exercise for core strength and conditioning.\n\n<h3>Steps<\/h3>Lay on one side of your body with your legs straight and your forearm perpendicular to your body in front of you.\n\nDrawing your abs in, slowly raise yourself up so you are balanced on your feet and your forearm.\n\nHold this position and slowly return back to the starting position.",
    "images":[
      "img\/side-plank-1.png",
      "img\/side-plank-2.png"
    ],
    "main-muscle":[
      "core"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "body"
    ]
  },
  {
    "title":"One Legged Kickback",
    "content":"A favorite exercise for anyone looking to firm up their glutes.\n\n<h3>Steps<\/h3>Standing at a cable tower attach an ankle cuff to a low pulley. \n\nFacing the weight stack, with a slight bend in your knees and your abs drawn in slowly kick your ankle back in and arc as high as you are able to.\n\nReturn to starting position and switch ankles.",
    "images":[
      "img\/one-legged-kickback-1.png",
      "img\/one-legged-kickback-2.png"
    ],
    "main-muscle":[
      "glutes"
    ],
    "secondary-muscle":[
      "hamstrings"
    ],
    "equipment":[
      "cable"
    ]
  },
  {
    "title":"Leg Lift",
    "content":"A simple exercise to stretch and strengthen the muscles of your glutes and hamstrings.\n\n<h3>Steps<\/h3>Using a post or tall weight bench for balance stand straight with your abs drawn in.\n\nRaise one off the ground and behind you while standing on the other leg.\n\nSlowly lower the leg and raise it again while flexing the glutes.\n\nRepeat with your other leg.",
    "images":[
      "img\/leg-lift-1.png",
      "img\/leg-lift-2.png"
    ],
    "main-muscle":[
      "glutes"
    ],
    "secondary-muscle":[
      "hamstrings"
    ],
    "equipment":[
      "body only"
    ]
  },
  {
    "title":"Bridge",
    "content":"A great exercise for beginners and experienced alike.  Bridges along with Planks are simple yet effective tools for building and maintaining cores strength.\n\n<h3>Steps<\/h3>Lie on your back with your knees bent and your feet flat on the floor.\n\nLift up hips off the floor as you draw your abs in and keep your glutes tight.",
    "images":[
      "img\/bridge-1.png",
      "img\/bridge-2.png"
    ],
    "main-muscle":[
      "glutes"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "body"
    ]
  },
  {
    "title":"Dead Lifts",
    "content":"This exercise works the muscles of the lower back, and the legs.\n\n<h3>Steps<\/h3>Grasp 2 dumbbells and stand with your feet shoulder width apart.\n\nKeeping your back straight bend at the waist, allow some bend in your knees.\n\nGrasp the dumbbells with an overhand grip in each hand. \n\nStraighten your back as you hold the dumbbells at arms length.\n\nBend over again lowering the dumbbells to just above the floor.\n\nReturn to starting position.\n\n<h3>Tips<\/h3>Do not increase the weight on this exercise until you have mastered the correct form.",
    "images":[
      "img\/dead-lifts-2-1.png",
      "img\/dead-lifts-2-2.png"
    ],
    "main-muscle":[
      "lats"
    ],
    "secondary-muscle":[
      "calves",
      "hamstrings"
    ],
    "equipment":[
      "dumbbell"
    ]
  },
  {
    "title":"Supermans",
    "content":"This is an excellent exercise and a stretch for the lower back and core muscles.\n\n<h3>Steps<\/h3>Lie flat on your stomach with your arms stretched out in front of you.\n\nRaise your arms and legs off the floor and hold this position for 2 seconds.\n\nReturn to the starting position on the floor.",
    "images":[
      "img\/supermans-1.png",
      "img\/supermans-2.png"
    ],
    "main-muscle":[
      "lats"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "body only"
    ]
  },
  {
    "title":"Back Extension on Stability Ball",
    "content":"This exercise provides flexibility as it strengthens the muscles of the back and core.\n\n<h3>Steps<\/h3>Lie prone on a Stability Ball with your toes firmly planted on the floor for balance\n\nWith your hands across your chest or at your ears, raise your chest off the ball so you are hyperextending your spine.  \n\nSlowly return your chest to the ball.",
    "images":[
      "img\/back-extension-on-stability-ball-1.png",
      "img\/back-extension-on-stability-ball-2.png"
    ],
    "main-muscle":[
      "lats"
    ],
    "secondary-muscle":[
      "lats"
    ],
    "equipment":[
      "stability ball"
    ]
  },
  {
    "title":"Hyperextensions",
    "content":"This exercise not only adds strength but also flexibility to the back and core muscles.\n\n<h3>Steps<\/h3>Adjust the hyperextension bench so that your ankles are tucked under the footpads and your thighs are flat across the top pad. \n\nWith your arms folded across your chest and your back straight, slowly bend at the waist towards the floor, keeping your back flat.\n\nSlowly return to the starting position.\n\n<h3>Tips<\/h3>Do not arch your back at any time during this exercise.",
    "images":[
      "img\/hyperextensions-1.png",
      "img\/hyperextensions-2.png"
    ],
    "main-muscle":[
      "lats"
    ],
    "secondary-muscle":[
      "hamstrings"
    ],
    "equipment":[
      "body only"
    ]
  },
  {
    "title":"Good Mornings",
    "content":"This is one of the oldest exercises in bodybuilding but it still is one of the best for working the lower back.\n\n<h3>Steps<\/h3>Place the bar across your shoulders.\n\nReturn to starting position.\n\n<h3>Tips<\/h3>Use slow and controlled movements with this exercise.",
    "images":[
      "img\/good-mornings-2-1.png",
      "img\/good-mornings-2-2.png"
    ],
    "main-muscle":[
      "lats"
    ],
    "secondary-muscle":[
      "hamstrings"
    ],
    "equipment":[
      "smith machine"
    ]
  },
  {
    "title":"Good Mornings",
    "content":"Good Mornings are an advanced exercise that work your lower back while incorporating the hamstrings.\n\n<h3>Steps<\/h3>Start with a barbell just behind your shoulders. You should be standing up straight with your abs tensed to support your back.\n\nNext, start leaning forward. Lowering your torso so that it'll eventually be parallel with the ground. To keep balance you'll push your hips back and bend your knees slightly. Try bend your knees as little as possible.\n\nStop when your body is parallel with the ground. Make sure you're still looking ahead of you and your back is as straight as possible. Hold this bottom position for a second then slowly raise yourself back to the starting position.\n\n<h3>Tips<\/h3>Start with the barbell on a squat rack. This way you can easily get the barbell into the starting position.",
    "images":[
      "img\/good-mornings-1.png",
      "img\/good-mornings-2.png"
    ],
    "main-muscle":[
      "hamstrings",
      "lats"
    ],
    "secondary-muscle":[

    ],
    "equipment":[

    ]
  },
  {
    "title":"Dead lifts",
    "content":"This is the same as a Dead Lift but the Smith Machine allows for better control of the weight.\n\n<h3>Steps<\/h3>Stand with your feet shoulder width apart so that your feet are under the bar.\n\nKeeping your back straight bend at the waist, allow some bend in your knees.\n\nGrasp the par with an overhand grip approximately 16 inches apart.\n\nStraighten your back as you hold the bar at arms length.\n\nBend over again lowering the bar to just above the floor.\n\n<h3>Tips<\/h3>Do not increase the weight on this exercise until you have mastered the correct form.",
    "images":[
      "img\/dead-lifts-1.png",
      "img\/dead-lifts-2.png"
    ],
    "main-muscle":[
      "lats"
    ],
    "secondary-muscle":[
      "calves",
      "hamstrings"
    ],
    "equipment":[
      "smith machine"
    ]
  },
  {
    "title":"Pullover On Stability Ball With Weight ",
    "content":"This exercise uses a Stability Ball for core stabilization of the back and hips.\n\n<h3>Steps<\/h3>Grasp a Barbell or Dumbbell and sit on a Ball with your feet firmly placed on the floor.\n\nLower your body so your upper abs are the only part of your body supported on the Ball.\n\nBring the Barbell or Dumbbell to your chest with your arms extend.\n\nIn an arcing motion raise the Barbell or Dumbbell over and behind your head towards the floor.\n\nReturn to starting position.\n\n===TIPS\n\nYou should be familiar with Stability Balls before performing this exercise.",
    "images":[
      "img\/pullover-on-stability-ball-with-weight-1.png",
      "img\/pullover-on-stability-ball-with-weight-2.png"
    ],
    "main-muscle":[
      "deltoids"
    ],
    "secondary-muscle":[
      "lats",
      "neck"
    ],
    "equipment":[
      "barbell or dumbbell"
    ]
  },
  {
    "title":"Wide Grip Lat Pull Down ",
    "content":"This is one of the classic body building exercises for building and sculpting the lats (back muscles)\n\n<h3>Steps<\/h3>Sit at a cable pull down machine fitted with a wide bar.\n\nGrasp the bar with a wide overhand grip.\n\nWith your abs drawn in and back straight pull the bar down to your upper chest.\n\nPause for a moment and then return the bar to the starting position.\n\n<h3>Tips<\/h3>Use slow controlled movements during this exercise.  Do not swing your back.",
    "images":[
      "img\/wide-grip-lat-pull-down-1.gif",
      "img\/wide-grip-lat-pull-down-2.gif"
    ],
    "main-muscle":[
      "lats"
    ],
    "secondary-muscle":[
      "biceps",
      "lats"
    ],
    "equipment":[
      "cable"
    ]
  },
  {
    "title":"V Bar Pull Down",
    "content":"This is another exercise for sculpting the Lats (muscles of the back).\n\n<h3>Steps<\/h3>Attach a V bar to the pull down pulley of a cable machine.\n\nSitting upright with your abs drawn grasp the bar with an overhand grip, your palms facing in.\n\nPull the bar straight down to your upper chest.\n\nPause for a moment after touching the chest and then slowly return the bar to starting position.\n\n<h3>Tips<\/h3>Keep your back straight during this exercise.",
    "images":[
      "img\/v-bar-pull-down-1.png",
      "img\/v-bar-pull-down-2.png"
    ],
    "main-muscle":[
      "lats"
    ],
    "secondary-muscle":[
      "biceps",
      "lats"
    ],
    "equipment":[
      "cable"
    ]
  },
  {
    "title":"Close Grip Front Lat Pull Down ",
    "content":"This is a classic body builder exercise to build your lower Lats (back muscles).\n\n<h3>Steps<\/h3>Sit at a Pull Down machine and place your feet under your knees.\n\nGrasp the bar with a close overhand grip, about 8 inches apart and pull it straight down so it is even with your upper chest.\n\nHold for a moment and slowly return the bar back to starting position.\n\n<h3>Tips<\/h3>Keep your abs drawn in and do not swing your back during this exercise.",
    "images":[
      "img\/close-grip-front-lat-pull-down-1.png",
      "img\/close-grip-front-lat-pull-down-2.png"
    ],
    "main-muscle":[
      "lats"
    ],
    "secondary-muscle":[
      "biceps",
      "lats"
    ],
    "equipment":[
      "cable"
    ]
  },
  {
    "title":"Upright Row ",
    "content":"This exercise is a good alternative to an upright row using barbells or dumbbells.  This is also an excellent exercise for beginners and people rehabilitating from injury because the bands allow you to control the resistance level.\n\n<h3>Steps<\/h3>Stand on the band so that the handles are level with your upper thigh.\n\nWith your back straight and abs drawn in raise your hands upward to your collarbone. \n\nYour elbows and arms should be parallel with the floor.\n\nSlowly lower your arms and return to starting position.",
    "images":[
      "img\/upright-row-1.png",
      "img\/upright-row-2.png"
    ],
    "main-muscle":[
      "lats"
    ],
    "secondary-muscle":[
      "deltoids",
      "triceps"
    ],
    "equipment":[
      "exercise bands"
    ]
  },
  {
    "title":"Underhand Pull downs ",
    "content":"This exercise works the muscles of the back and arms.\n\n<h3>Steps<\/h3>Sitting upright with your abs drawn in grasp a Pull Down bar with and underhand grip shoulder width apart.\n\nPull the bar down till the bar reaches your upper chest, keeping your elbows close to your body.\n\nSlowly return the bar to the starting position.\n\n<h3>Tips<\/h3>Be careful not to arch your back while performing this exercise.",
    "images":[
      "img\/underhand-pull-downs-1.png",
      "img\/underhand-pull-downs-2.png"
    ],
    "main-muscle":[
      "lats"
    ],
    "secondary-muscle":[
      "biceps"
    ],
    "equipment":[
      "cable"
    ]
  },
  {
    "title":"Straight Arm Push Down",
    "content":"This exercise helps build the Lats and also works the Triceps (back of the arms).\n\n<h3>Steps<\/h3>Grasp  wide grip pull down bar with a wide grip so your hands are on the portion of the bar which curves down.\n\nStand erect with your abs drawn in. Keeping a slight bend in your elbows and your wrist steady pull the bar down from the starting position to your upper thighs.\n\nWith a controlled motion bring the bar back up to starting position.",
    "images":[
      "img\/straight-arm-push-down-1.png",
      "img\/straight-arm-push-down-2.png"
    ],
    "main-muscle":[
      "lats"
    ],
    "secondary-muscle":[
      "triceps"
    ],
    "equipment":[
      "cable"
    ]
  },
  {
    "title":"Climbers Chin Up",
    "content":"This variation on the basic chin up is a great exercise for people who rock climb.\n\n<h3>Steps<\/h3>Grasp a chin up bar with a slightly wider than shoulder width grip.\n\nKeeping your body straight pull yourself up and to one side of the bar.\n\nLower your body back down to the starting position.\n\nRaise yourself to the other side of the bar.\n\n<h3>Tips<\/h3>Alternate sides while performing this exercise.  Allow your body to hang down completely.",
    "images":[
      "img\/climbers-chin-up-1.png",
      "img\/climbers-chin-up-2.png"
    ],
    "main-muscle":[
      "lats"
    ],
    "secondary-muscle":[
      "biceps",
      "neck"
    ],
    "equipment":[
      "body only"
    ]
  },
  {
    "title":"Narrow Parallel Grip Chin-ups",
    "content":"This is a more advanced version of the basic Chin Up.  The closer grip provides more development on the shoulders.\n\n<h3>Steps<\/h3>Grasp the bar with an supinated (overhand) grip so that your palms are facing.\n\nLet your body hang from the bar with your arms straight.\n\nSlowly pull yourself up so that your chin is higher than the bar.\n\nWith a controlled movement lower yourself to the starting position.\n\n<h3>Tips<\/h3>Your legs should stay in line with your torso throughout this exercise.",
    "images":[
      "img\/narrow-parallel-grip-chin-ups-1.png",
      "img\/narrow-parallel-grip-chin-ups-2.png"
    ],
    "main-muscle":[
      "deltoids",
      "lats"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "body only"
    ]
  },
  {
    "title":"Chin Ups",
    "content":"This exercise is one of the most basic and best for building strength in the back and arms.\n\n<h3>Steps<\/h3>Grasp the bar with an supinated (overhand) grip.\n\nLet your body hang from the bar with your arms straight.\n\nSlowly pull yourself up so that your chin is higher than the bar.\n\nWith a controlled movement lower yourself to the starting position.\n\n<h3>Tips<\/h3>Your legs should stay in line with your torso throughout this exercise.",
    "images":[
      "img\/chin-ups-1.png",
      "img\/chin-ups-2.png"
    ],
    "main-muscle":[
      "lats"
    ],
    "secondary-muscle":[
      "biceps",
      "lats"
    ],
    "equipment":[

    ]
  },
  {
    "title":"Gironda Sternum Chins",
    "content":"This is a variation of the basic Chin Up that focus more on the lats.  Your goal is to touch the bar at the sternum  (mid chest).\n\n<h3>Steps<\/h3>Grasp the pull up bar with a shoulder width underhand grip.\n\nHang from the bar with your arms fully extended.\n\nPulling yourself towards the bar lean your head back as far as you can and arch your spine.\n\nContinuing pulling so that your collarbone passes the bar and you are able to touch your sternum to the bar.\n\nSlowly lower yourself back to starting position.\n\n<h3>Tips<\/h3>Your hips and legs should be at a 45 degree angle to the floor as you near the bar.",
    "images":[
      "img\/gironda-sternum-chins-1.png",
      "img\/gironda-sternum-chins-2.png"
    ],
    "main-muscle":[
      "lats"
    ],
    "secondary-muscle":[
      "biceps",
      "lats"
    ],
    "equipment":[
      "body only"
    ]
  },
  {
    "title":"Body Row",
    "content":"This is a good overall all exercise for the chest, back and core muscles.  You should use a Smith Machine or stable tall weight rack for this exercise.\n\n<h3>Steps<\/h3>Lie under a bar so that the bar is at mid chest level and your feet are firmly on the floor.\n\nDraw your abs in and keep your back flat.\n\nUsing your arms, lift and row your body towards the bar.\n\nPause for a moment and with slow controlled movements lower your self back to starting position.\n\n<h3>Tips<\/h3>Keep your back flat throughout this exercise.",
    "images":[
      "img\/body-row-1.png",
      "img\/body-row-2.png"
    ],
    "main-muscle":[
      "pectorals"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "back",
      "core",
      "neck"
    ]
  },
  {
    "title":"Decline Chest Press ",
    "content":"This is an exercise for the lower portion of the Pectorals (chest muscles). Many people prefer this exercise to the Barbell or Dumbbell decline Press because if offers more stability for people new to exercise.\n\n<h3>Steps<\/h3>Adjust the seat of the machine so that the handles are near the lower portion of your chest.\n\nSlowly press the handles forward until your hands are fully extended, do not lock your elbows.\n\nPause for a moment and then with a controlled movement lower your hands back to starting position.\n\n<h3>Tips<\/h3>Keep your shoulders and lower back against the bench at all times during this exercise.",
    "images":[
      "img\/decline-chest-press-1.png",
      "img\/decline-chest-press-2.png"
    ],
    "main-muscle":[
      "pectorals"
    ],
    "secondary-muscle":[
      "deltoids",
      "triceps"
    ],
    "equipment":[
      "machine"
    ]
  },
  {
    "title":"Incline Chest Press ",
    "content":"This is an exercise for the upper portion of the Pectorals (chest muscles). Many people prefer this exercise to the Barbell or Dumbbell Incline Press because if offers more stability for people new to exercise.\n\n<h3>Steps<\/h3>Adjust the seat of the machine so that the handles are near the upper portion of your chest.\n\nSlowly press the handles forward until your hands are fully extended, do not lock your elbows.\n\nPause for a moment and then with a controlled movement lower your hands back to starting position.\n\n<h3>Tips<\/h3>Keep your shoulders and lower back against the bench at all times during this exercise.",
    "images":[
      "img\/incline-chest-press-1.png",
      "img\/incline-chest-press-2.png"
    ],
    "main-muscle":[
      "pectorals"
    ],
    "secondary-muscle":[
      "deltoids",
      "triceps"
    ],
    "equipment":[
      "machine"
    ]
  },
  {
    "title":"Wide Grip Decline Bench Press ",
    "content":"This is an exercise for the Pectoral (Chest) muscles.  It uses a wider grip and focuses on the outer portion of the chest.  Decline Bench Presses work the lower portion of the Pectoral muscles.\n\n<h3>Steps<\/h3>Lie on a decline bench with your head lower than your feet.\n\nPlace your hands wider than shoulder width apart on the bar and lift it off the rack.\n\nBring the bar over your chest and lower it till it is just above the lower portion of your chest, this is starting position.\n\nExtend your arms upward and raise the bar straight up.\n\nPause for a moment and then lower the bar to starting position.\n\n<h3>Tips<\/h3>Keep your abs drawn in and your back flat on the bench throughout this exercise.",
    "images":[
      "img\/wide-grip-decline-bench-press-1.png",
      "img\/wide-grip-decline-bench-press-2.png"
    ],
    "main-muscle":[
      "pectorals"
    ],
    "secondary-muscle":[
      "deltoids",
      "triceps"
    ],
    "equipment":[
      "barbell"
    ]
  },
  {
    "title":"Wide Grip Bench Press ",
    "content":"This is an exercise for the Pectoral (Chest) muscles.  It uses a wider grip that focuses on the outer portion of the chest.\n\n<h3>Steps<\/h3>Lie flat on a bench with your feet flat on the floor.\n\nPlace your hands wider than shoulder width apart on the bar and lift it off the rack, this is starting position.\n\nBring the bar over your chest and lower it till it is just above your body.\n\nExtend your arms upward and raise the bar straight up.\n\nPause for a moment and with slow controlled movement, return the bar to starting position.\n\n<h3>Tips<\/h3>Keep your abs drawn in and your back flat on the bench throughout this exercise.",
    "images":[
      "img\/wide-grip-bench-press-1.png",
      "img\/wide-grip-bench-press-2.png"
    ],
    "main-muscle":[
      "pectorals"
    ],
    "secondary-muscle":[
      "deltoids",
      "triceps"
    ],
    "equipment":[
      "barbell"
    ]
  },
  {
    "title":"Incline Bench Press ",
    "content":"This is an exercise to build the pectoral muscles of the chest.  This is a good exercise for beginners as the Smith Machine allows for greater control of the weights.\n\n<h3>Steps<\/h3>Place an incline bench at a 45 degree angle in the middle of the Smith Machine.\n\nAlign the bench so the bar is across the upper portion of your chest\n\nGrasp the bar with a shoulder width grip\n\nUnlock the bar and slowly lower the weight to your chest, do not bounce the bar on your chest.\n\nWith slow controlled movements, raise the bar back to the starting position.\n\n<h3>Tips<\/h3>Keep your feet flat and your back against the bench throughout this exercise.",
    "images":[
      "img\/incline-bench-press-2-1.png",
      "img\/incline-bench-press-2-2.png"
    ],
    "main-muscle":[
      "pectorals"
    ],
    "secondary-muscle":[
      "deltoids",
      "triceps"
    ],
    "equipment":[
      "smith machine"
    ]
  },
  {
    "title":"Incline Press ",
    "content":"This is a primary exercise to build the pectorals (chest muscles).\n\n<h3>Steps<\/h3>Set and incline bench at a 45 degree angle.\n\nStart with the dumbbells at shoulder height, your arms wide and elbows pointing down to the floor.\n\nRaise your arms up over your chest bringing the dumbbells closer together as they meet over your chest.\n\nSlowly return the dumbbells to starting position.\n\n<h3>Tips<\/h3>Place the dumbbells on your upper thigh and kick them up to starting position one a time.",
    "images":[
      "img\/incline-press-1.png",
      "img\/incline-press-2.png"
    ],
    "main-muscle":[
      "pectorals"
    ],
    "secondary-muscle":[
      "deltoids",
      "triceps"
    ],
    "equipment":[
      "dumbbells"
    ]
  },
  {
    "title":"Straight Arm Pullover ",
    "content":"This is an exercise to strengthen the muscles of the shoulder and the rotator cuff.\n\n<h3>Steps<\/h3>Lie on a flat bench with your feet flat on the floor and your head at the end of the bench.\n\nGrasp a dumbbell and raise it over your chest.  \n\nKeeping your elbows as straight as possible, lower the weight in an arc over your head and as low to the ground as possible with out any pain.\n\nReturn to starting position.",
    "images":[
      "img\/straight-arm-pullover-1.png",
      "img\/straight-arm-pullover-2.png"
    ],
    "main-muscle":[
      "pectorals"
    ],
    "secondary-muscle":[
      "deltoids",
      "lats",
      "triceps"
    ],
    "equipment":[
      "dumbbell"
    ]
  },
  {
    "title":"Smith Machine Bench Press",
    "content":"This is the same exercise as a Bench Press but using the Smith Machine allows for greater control of the bar throughout the exercise.\r\n<h3>Steps<\/h3>\r\nPlace a flat bench in the middle of the Smith Machine, with the bar in line with the middle of your chest.\r\n\r\nLying on the bench, grasp the bar at shoulder width apart.\r\n\r\nUnlatch the bar and slowly lower the bar to your chest.\r\n\r\nExtend your arms fully and raise the bar to the starting position.\r\n<h3>Tips<\/h3>\r\nKeep your back flat on the bench throughout the exercises.  The Smith Machine is a good tool for beginners to learn to use free weights safely.",
    "images":[
      "img\/bench-press-3-1.png",
      "img\/bench-press-3-2.png"
    ],
    "main-muscle":[
      "pectorals"
    ],
    "secondary-muscle":[
      "deltoids",
      "triceps"
    ],
    "equipment":[
      "smith machine"
    ]
  },
  {
    "title":"Push Ups",
    "content":"Push ups are a body weight only exercise with an action similar to the bench press.\n\n<h3>Steps<\/h3>",
    "images":[
      "img\/push-ups-3-1.png",
      "img\/push-ups-3-2.png"
    ],
    "main-muscle":[
      "deltoids",
      "pectorals",
      "triceps"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "body only"
    ]
  },
  {
    "title":"Push Up with Feet on an Exercise Ball",
    "content":"This is similar to the standard Push Up except using an Exercise Ball forces you to engage the muscle of your core (Rectus Abdominis, Transverse Abdominis, and the Obliques.\n\n<h3>Steps<\/h3>Place your feet and shins flat on an Exercise Ball.\n\nPlace your arms in front of you at shoulder width apart, place your hands under your arms and press up from the ground until your arms are fully extended.\n\nPause at the top for a moment and steady your balance.\n\nSlowly return to the starting position.\n\n<h3>Tips<\/h3>Choose the right size ball for you.  You should be able to fully extend your arms in a push up and be level with your feet on the ball.",
    "images":[
      "img\/push-up-with-feet-on-an-exercise-ball-1.png",
      "img\/push-up-with-feet-on-an-exercise-ball-2.png"
    ],
    "main-muscle":[
      "pectorals"
    ],
    "secondary-muscle":[
      "deltoids",
      "triceps"
    ],
    "equipment":[
      "exercise ball"
    ]
  },
  {
    "title":"Push Ups ",
    "content":"These are variations on Push Ups, one of the best exercise for muscles of the chest (pectorals), arms (bicep and triceps) and core development. The core muscles are the rectus abdomen and obliques which support the spine.\n\n<h3>Steps<\/h3>For a Close Grip Push Up lay face down on the floor, or a mat, with your feet together curled slightly so you rise on the ball of your feet.\n\n Place you hands close together so your thumbs and index fingers form a triagle on the floor. \n\n Draw your abs in.\n\n Inhale as you raise your body up till your arms are straight.\n\n Keep your head and neck level with your body (dont look up or down) and dont allow your back to rise or fall.\n\n Exhale out as you lower your body back to the ground.\n\n For a Wide Grip Push Up move your hands out to a position slightly wider than your shoulders.\n\n<h3>Tips<\/h3>A close grip works more of the inner pectorals and a wide grip works more of the outer pectorals.",
    "images":[
      "img\/push-ups-2-1.png",
      "img\/push-ups-2-2.png"
    ],
    "main-muscle":[
      "pectorals"
    ],
    "secondary-muscle":[
      "deltoids",
      "triceps"
    ],
    "equipment":[
      "body only"
    ]
  },
  {
    "title":"Push Ups ",
    "content":"These are variations on Push Ups, one of the best exercise for muscles of the chest (pectorals), arms (bicep and triceps) and core development. The core muscles are the rectus abdomen and obliques which support the spine.\n\n<h3>Steps<\/h3>For a Close Grip Push Up lay face down on the floor, or a mat, with your feet together curled slightly so you rise on the ball of your feet.\n\n Place you hands close together so your thumbs and index fingers form a triagle on the floor. \n\n Draw your abs in.\n\n Inhale as you raise your body up till your arms are straight.\n\n Keep your head and neck level with your body (dont look up or down) and dont allow your back to rise or fall.\n\n Exhale out as you lower your body back to the ground.\n\n For a Wide Grip Push Up move your hands out to a position slightly wider than your shoulders.\n\n<h3>Tips<\/h3>A close grip works more of the inner pectorals and a wide grip works more of the outer pectorals.",
    "images":[
      "img\/push-ups-1.png",
      "img\/push-ups-2.png"
    ],
    "main-muscle":[
      "pectorals"
    ],
    "secondary-muscle":[
      "deltoids",
      "triceps"
    ],
    "equipment":[
      "body only"
    ]
  },
  {
    "title":"One Armed Biased Push Up ",
    "content":"This is an advanced form of Push Up, which also targets the Core muscles. Core exercises strengthen the abdominal and back muscles.\n\n<h3>Steps<\/h3>Arrange the dome so that as you begin the exercise, one hand on the Dome and the other on the floor.\n\nPlace the Dome flat side down on the floor.\n\nKneel on the floor with your arms fully extended on the dome, and body straight.\n\nKeeping your abs drawn in and your body straight, lower your chest to the Dome. \n\nPause for a moment and then return to starting position.\n\n<h3>Tips<\/h3>This is a difficult exercise to master.  Beginners may want to start on your knees with your feet off the ground so you are rocking into the Push Up.",
    "images":[
      "img\/one-armed-biased-push-up-1.png",
      "img\/one-armed-biased-push-up-2.png"
    ],
    "main-muscle":[
      "pectorals"
    ],
    "secondary-muscle":[
      "biceps",
      "core",
      "deltoids",
      "triceps"
    ],
    "equipment":[
      "bosu ball"
    ]
  },
  {
    "title":"One Arm Flat Bench Flys ",
    "content":"This exercise is similar to a Fly done with two dumbbells.  This will help build strength in your rotator cuff and shoulder muscles.\n\n<h3>Steps<\/h3>Lie on a flat bench with your free hand holding the bench.\n\nGrasp the dumbbell in your other hand and with your forearm parallel to the floor raise your arm in an arc the middle of your chest.\n\nOnce the dumbbell is at the middle of your chest line, slowly lower is along the same path to starting position.\n\n<h3>Tips<\/h3>A helpful image is to think of giving yourself a one harmed hug.",
    "images":[
      "img\/one-arm-flat-bench-flys-1.png",
      "img\/one-arm-flat-bench-flys-2.png"
    ],
    "main-muscle":[
      "pectorals"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "dumbbell"
    ]
  },
  {
    "title":"One Arm Floor Press ",
    "content":"This is a good exercise to build the strength and coordination needed for weight training.  This exercise is best done with a partner.\n\n<h3>Steps<\/h3>Lie flat on your back with your knees bent and your feet firmly on the floor.\n\nDraw in your abs and contract your lats, and glutes.\n\nHave your partner hand you the bar and with your bicep parallel to the floor lift extend your arm fully so it is straight.\n\nReturn to the starting position.\n\nComplete reps and switch arms.",
    "images":[
      "img\/one-arm-floor-press-1.png",
      "img\/one-arm-floor-press-2.png"
    ],
    "main-muscle":[
      "pectorals"
    ],
    "secondary-muscle":[
      "triceps"
    ],
    "equipment":[
      "barbell"
    ]
  },
  {
    "title":"Push Up ",
    "content":"This exercise combines a standard Push Up with a half round exercise Dome to become a Core focused exercise.  Core exercises strengthen the abdominal and back muscles.\n\n<h3>Steps<\/h3>Place the Dome flat side down on the floor.\n\nKneel on the floor with your arms fully extended on the dome, and body straight.\n\nKeeping your abs drawn in and your body straight, lower your chest to the Dome. \n\nPause for a moment and then return to starting position.\n\n<h3>Tips<\/h3>This is a difficult exercise to master.  Beginners may want to start on your knees with your feet off the ground so you are rocking into the Push Up.",
    "images":[
      "img\/push-up-1.png",
      "img\/push-up-2.png"
    ],
    "main-muscle":[
      "pectorals"
    ],
    "secondary-muscle":[
      "core",
      "deltoids",
      "triceps"
    ],
    "equipment":[
      "bosu ball"
    ]
  },
  {
    "title":"One Arm Bench Press ",
    "content":"This is a very advanced exercise used mostly by body builders and power lifters.  This exercise should no be done by beginners and it is recommended that someone demonstrate this exercise you and spot you while performing it.\n\n<h3>Steps<\/h3>Lie flat on a bench with your feet placed firmly on the floor and your abs drawn in.\n\nGrasp the dumbbell in one hand and bring it up to the side of your chest, this is starting position. \n\nExtend your arm, pressing the dumbbell up till your arm is straight and your elbow locked.\n\nUsing slow controlled movements, lower the weight to starting position.\n\nSwitch arms after completing reps with one arm.\n\n<h3>Tips<\/h3>This is an exercise which can help you strengthen the muscles of the Rotator Cuff, which support your shoulder.",
    "images":[
      "img\/one-arm-bench-press-1.png",
      "img\/one-arm-bench-press-2.png"
    ],
    "main-muscle":[
      "pectorals"
    ],
    "secondary-muscle":[
      "deltoids",
      "triceps"
    ],
    "equipment":[
      "dumbbell"
    ]
  },
  {
    "title":"Neck Press ",
    "content":"This is an advanced exercise for the chest. It is similar to a Bench Press except you keep the barbell moving over your neck not your chest.\n\n<h3>Steps<\/h3>Lie on a flat bench with you feet planted firmly on the floor.\n\nGrasp the bar a little wider than shoulder width apart.\n\nRaise the barbell above your body and move it to the top of your  chest, near your neck.  This is your starting position.\n\nLower the bar down so it just touches the top of your chest.\n\nRaise the bar till your arms are fully extended and your elbows are locked.\n\nReturn to starting position.",
    "images":[
      "img\/neck-press-1.png",
      "img\/neck-press-2.png"
    ],
    "main-muscle":[
      "pectorals"
    ],
    "secondary-muscle":[
      "biceps"
    ],
    "equipment":[
      "barbell"
    ]
  },
  {
    "title":"Bench Press Machine",
    "content":"This is a primary exercise for the Pectorals (chest muscles).  Many people prefer this exercise to the standard Bench Press because if offers more stability for people new to exercise.\r\n\r\n<h3>Steps<\/h3>Adjust the machine so that you are sitting with the bars at chest height.\r\n\r\nPlace your hands on the bars and place your feet on the foot rest.\r\n\r\nPress out, extending your arms as far as possible in a steady motion.\r\n\r\nPause for a moment and then return slowly to starting position.",
    "images":[
      "img\/bench-press-2-1.png",
      "img\/bench-press-2-2.png"
    ],
    "main-muscle":[
      "pectorals"
    ],
    "secondary-muscle":[
      "deltoids",
      "triceps"
    ],
    "equipment":[
      "machine"
    ]
  },
  {
    "title":"Wide Grip Decline Pullover \t\t",
    "content":"This is an advanced exercise for the pectoral muscles (Chest).  Similar to the Wide Grip Pullover, it targets muscles of the chest, shoulders and works the core muscles (abdominals).\n\n<h3>Steps<\/h3>Lie on a decline bench with your feet higher than your head\/\n\nGrasp the barbell with an extra wide grip (your hands near the plates) and starting at youre your upper thighs raise the barbell in an arc over your head towards the floor.\n\nSlowly return the barbell to starting position on your thighs.\n\n<h3>Tips<\/h3>For an added benefit, squeeze the bar as though you were pushing the ends together this will help give additional muscle contraction.\n\nDo not go beyond a normal range of motion\n\nThis exercise should be avoided if you are experiencing shoulder injury or pain.",
    "images":[
      "img\/wide-grip-decline-pullover-1.png",
      "img\/wide-grip-decline-pullover-2.png"
    ],
    "main-muscle":[
      "pectorals"
    ],
    "secondary-muscle":[
      "deltoids",
      "triceps"
    ],
    "equipment":[
      "barbell"
    ]
  },
  {
    "title":"Incline Flys With A Twist ",
    "content":"This is an advanced exercise for the chest and very good for sculpting and defining when used along with bench presses.  At the top of the exercise you twist your arms so that your pinky finger are facing each other.\n\n<h3>Steps<\/h3>Lie on an incline bench set a 45 degree angle with a dumbbell in each hand.\n\nStart with the dumbbells out to the sides of your chest, parallel to the floor as you would a regular Fly.\n\nRaise the dumbbells over your chest in and arc\n\nAt the top, turn your pinky finger in so they are facing each other.\n\nSlowly return to starting position.\n\n<h3>Tips<\/h3>Keep your hips and shoulders on the bench at all times during this exercise.\n\nKeep a slight bend in your elbows during this exercise.",
    "images":[
      "img\/incline-flys-with-a-twist-1.png",
      "img\/incline-flys-with-a-twist-2.png"
    ],
    "main-muscle":[
      "pectorals"
    ],
    "secondary-muscle":[
      "deltoids"
    ],
    "equipment":[
      "dumbbells"
    ]
  },
  {
    "title":"Incline Flys ",
    "content":"This is a sculpting exercise for the pectoral muscles (Chest).\n\n<h3>Steps<\/h3>Lie on an incline bench set a 45 degree angle with a dumbbell in each hand.\n\nLift the dumbbells over your chest extending your arms fully.\n\nKeeping a slight bend in your elbows, lower the dumbbells towards the floor in and arc like motion.\n\nSlowly return to starting position.\n\n<h3>Tips<\/h3>Keep your hips and shoulders on the bench at all times during this exercise.",
    "images":[
      "img\/incline-flys-1.png",
      "img\/incline-flys-2.png"
    ],
    "main-muscle":[
      "pectorals"
    ],
    "secondary-muscle":[
      "deltoids"
    ],
    "equipment":[
      "dumbbells"
    ]
  },
  {
    "title":"Incline Cable Flyes",
    "content":"Cable Flyes target your upper part of your pectorals. It's similar to the standard Inline Dumbbell Flyes.\n\n<h3>Steps<\/h3>Set up a bench so that it is at a 35 to 45 degree angle. Make sure that the pulleys of the cable machine are in line with your shoulders when you're lying on the bench.\n\nGrab the cable machine handles then sit on the bench. Lean back carefully. In the starting position your arms should be out to your side. Your elbows should be slightly bent and pointing at the ground.\n\nSlowly pull on the cables, concentrate on using your chest to do the pulling. Keep on pulling until the handles are directly above you. Hold this position for a moment.\n\nNext lower the handles down to their orinal positions.\n\n<h3>Tips<\/h3>Make sure that the bend in your elbows when you're in the final position is similar to the bend in your elbows at the start.\n\nFocus on using your chest as much as possible for the incline flyes. Your  arms and especially your triceps shouldn't be doing much work.",
    "images":[
      "img\/incline-cable-flyes-1.png",
      "img\/incline-cable-flyes-2.png"
    ],
    "main-muscle":[

    ],
    "secondary-muscle":[

    ],
    "equipment":[

    ]
  },
  {
    "title":"Hammer Grip Incline Bench Press",
    "content":"The Hammer Grip Incline Bench Press is a variation of the standard Incline Dumbbell Bench Press where your palms face in towards each other.\r\n\r\nUsing a hammer grip tends to isolate the chest and helps take pressure off your shoulders.\r\n<h3>Steps<\/h3>\r\nLie on an incline bench with a dumbbell in each hand. Your palms should be facing in towards each other with your arms comfortably out to the side. Your arms should be at about a 45 degree angle from your body.\r\n\r\nRaise the dumbbells up. Make sure that your palms are always facing directly towards each other. Raise the dumbbells until they are directly above your shoulders. Hold this top position for a moment then slowly lower the dumbbells.\r\n\r\nAs you lower the dumbbells concentrate on keeping the dumbbells facing towards each other. Stop when the dumbbells are about 2 inches above your chest, then repeat.",
    "images":[
      "img\/hammer-grip-incline-bench-press-1.png",
      "img\/hammer-grip-incline-bench-press-2.png"
    ],
    "main-muscle":[
      "deltoids",
      "pectorals",
      "triceps"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "bench",
      "dumbbell"
    ]
  },
  {
    "title":"Front Raise and Pullover ",
    "content":"This is a combination exercise that works the chest, shoulder and arms.  It can also give you a good assisted stretch.\n\n<h3>Steps<\/h3>Lie on a flat bench and grasp a barbell using a medium grip (about 15 apart).\n\nPlace the barbell on your upper thighs and lock your arms straight.\n\nDraw your abs in and keeping your back flat on the bench, raise your arms up and in an arc over behind your head (as if you were performing a  reverse pullover).\n\nSlowly return the barbell to the starting position on your thighs.",
    "images":[
      "img\/front-raise-and-pullover-1.gif",
      "img\/front-raise-and-pullover-2.gif"
    ],
    "main-muscle":[
      "pectorals"
    ],
    "secondary-muscle":[
      "deltoids",
      "triceps"
    ],
    "equipment":[
      "barbell"
    ]
  },
  {
    "title":"Flat Bench Cable Flys",
    "content":"The Flat Bench Cable Fly targets your chest using the fly motion.\nIt's similar to a cable crossover. The difference is this exercise allows you to support your back on the bench.\n\n<h3>Steps<\/h3>Place a bench between 2 cable machines. Position the bench so that when you lie on it, your shoulders are in line with the pulleys of the cable machine. Grab one handle in each hand then sit on the edge of the bench. Slowly lean back to get yourself into the starting position.\n\nYour arms should be out to your sides with your elbows pointing down towards the ground. You should have a slight bend in your elbows.\n\nSlowly lift handles up above your chest. Don't bend your elbows or straighten your elbows as you lift the handles. Continue until your hands are directly above your shoulders. Hold this position for a moment.\n\nNext, lower the handles down to your starting position.\n\n<h3>Tips<\/h3>Start on a low weight then work your way up. This exercise is intense and could cause shoulder injuries if you aren't careful.\n\nAs always, remember to breathe while you're doing the flat bench cable fly.",
    "images":[
      "img\/flat-bench-cable-flys-1.png",
      "img\/flat-bench-cable-flys-2.png"
    ],
    "main-muscle":[
      "deltoids",
      "pectorals"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "bench",
      "cable machine"
    ]
  },
  {
    "title":"Dumbbell Flys",
    "content":"The dumbbell fly targets your pectorals with far more focus than the standard dumbbell bench press.\nYou're keeping your arms relatively straight throughout the exercise so you wont use your triceps as much. It also focuses more on the inner part of your pecs.\n\n<h3>Steps<\/h3>Lie on a flat bench with your arms out to your sides. Your elbows should be pointing down to the ground and your palms up to the ceiling. You should hold the dumbbells at roughly the height of your shoulders.\n\nFocus on using your chest to bring your arms up until the dumbbells are directly above your chest. Your biceps and triceps should just be stabilizing your arms. You shouldn't be using them for any of the lifting.\n\nIn the top position your elbows should be facing outwards and your palms facing inwards towards each other.\n\nHold the dumbbells briefly at the top then slowly lower them. Again, focus on using your chest to control the downwards motion.\n\n<h3>Tips<\/h3>This is a very focused and targeted exercise. Concentrate on using your chest to drive the majority of the dumbbell fly.\n\nAs usual, remember to breathe comfortably. Don't hold your breath.",
    "images":[
      "img\/dumbbell-flys-1.png",
      "img\/dumbbell-flys-2.png"
    ],
    "main-muscle":[
      "deltoids",
      "pectorals"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "bench",
      "dumbbell"
    ]
  },
  {
    "title":"Dumbbell Bench Press",
    "content":"The dumbbell bench press is a great alternative to the standard bench press.\nYou can do the dumbbell bench press without relying on a spotter. It's also good to alternate between the standard bench press and the dumbbell bench press so your muscles don't get too used to either.\n\n<h3>Steps<\/h3>Pick up your dumbbells and hold them at your sides. Then sit on the edge of your flat bench. Sit back as you use your thighs to lush the weights up to their starting position.\n\nStart with your arms holding dumbbells about an inch higher than your chest. The dumbbells should be in line with the middle of your chest so that your arms are comfortably out to the sides.\n\nSlowly push the dumbbells up. Focus on using your chest and triceps to push most of the weight. Stop when your arms are straight and the dumbbells are directly above your chest. Don't clank the dumbbells together or spin them around when you get to the top.\n\nNext, slowly lower the dumbbells. Don't let gravity do the work. You should be resisting gravity all the way down. The rep ends when the dumbbells are back to 1 inch above your chest.\n\n<h3>Tips<\/h3>Breathe comfortably and deeply. Especially while you're pushing the dumbbells up.",
    "images":[
      "img\/dumbbell-bench-press-1.png",
      "img\/dumbbell-bench-press-2.png"
    ],
    "main-muscle":[
      "biceps",
      "deltoids",
      "pectorals",
      "triceps"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "bench",
      "dumbbell"
    ]
  },
  {
    "title":"Chest Dips",
    "content":"The chest dip is a variation of the tricep dip that focuses more on your chest. Even though it uses a dip machine, it is a body weight only exercise.\n\n<h3>Steps<\/h3>Grip the bars of the dip bar (ask for assistance if you're not sure which machine this is) and push yourself up to the starting position. Your arms should be straight and fairly close to your body. Keep your knees bent so that your feet never touch the ground.\n\nSlowly lower your body, leading with your chest as you go down. Your chest should start pointing down towards the ground at a 45 degree angle. Lower your body until you feel a stretch in your chest and shoulders, then begin to slowly raise your body up again.\n\n<h3>Tips<\/h3>If you can't quite manage this exercise then you can get a spotter to hold on to your feet and assist you. If the exercise is too easy, then you can wear a weighted belt.\n\nTry not to lock your elbows in the starting position.\n\nKeep your abs tight and back straight throughout this exercise.",
    "images":[
      "img\/chest-dips-1.png",
      "img\/chest-dips-2.png"
    ],
    "main-muscle":[
      "pectorals",
      "triceps"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "machine"
    ]
  },
  {
    "title":"Dumbbell Decline Flys",
    "content":"Decline dumbbell flys target the inner part of your lower chest. They also stretch your chest and biceps, making them a good addition to any workout program.\n\n<h3>Steps<\/h3>Lie flat on a decline bench with your head lower than your feet. Hold a dumbbell in each hand with your elbows slightly bent and your arms out to your sides. Your elbows should be facing straight down towards the ground and you should feel a stretch in your chest and biceps.\n\nSqueeze your chest to bring the dumbbells up along an arc towards the center, directly above your chest. Hold this position for a moment and squeeze your chest. Next, lower the dumbbells back to their starting position at your sides.\n\n<h3>Tips<\/h3>You can add a slight twist at the top of the fly. This means that instead of touching together the dumbbell's sides, you touch their inner sides together.",
    "images":[
      "img\/dumbbell-decline-flys-1.png",
      "img\/dumbbell-decline-flys-2.png"
    ],
    "main-muscle":[
      "deltoids",
      "pectorals",
      "triceps"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "bench",
      "dumbbell"
    ]
  },
  {
    "title":"Decline Dumbbell Bench Press",
    "content":"The dumbbell incline bench press targets your lower chest. It incorporates your stability muscles more than the standard incline bench press.\n\n<h3>Steps<\/h3>Lie on a decline bench so that your head is lower than your feet. Grip a pair of dumbbells with an overhand grip, your palms facing towards your feet. Hold the dumbbells directly above your chest so that their inner edges are touching. \n\nSlowly lower the dumbbells all the way until they are inline with the top of your chest. Then, raise them straight up to the starting position.\n\n<h3>Tips<\/h3>The dumbbell bench press puts more focus on your stabilizing muscles. You could alternate between the dumbbell and the barbell versions of the exercise to get the benefits of both exercise types.",
    "images":[
      "img\/decline-dumbbell-bench-press-1.png",
      "img\/decline-dumbbell-bench-press-2.png"
    ],
    "main-muscle":[
      "deltoids",
      "pectorals",
      "triceps"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "bench",
      "dumbbell"
    ]
  },
  {
    "title":"Decline Bench Press",
    "content":"The decline bench press is a variation of the bench press performed on a incline bench. It targets the lower part of your chest.\n\n<h3>Steps<\/h3>Lie on a decline bench so that your head is lower than your feet. Grip a barbell with an overhand grip, your palms facing towards your feet and your hands slightly wider than shoulder-width apart. Hold the bar directly above your chest. \n\nSlowly lower the bar all the way until it meets your chest. Then, raise the bar straight back up to the starting position.\n\n<h3>Tips<\/h3>Concentrate on using your chest for this bench press. You should feel as it the lifting is coming from your elbows.",
    "images":[
      "img\/decline-bench-press-1.png",
      "img\/decline-bench-press-2.png"
    ],
    "main-muscle":[
      "deltoids",
      "pectorals",
      "triceps"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "barbell",
      "bench"
    ]
  },
  {
    "title":"Crossover With Bands",
    "content":"The crossover with bands exercise targets your chest and biceps while offering a unique, variable resistance.\n\n<h3>Steps<\/h3>Wrap a resistance band around the post of an exercise machine at about your chest height. Then face away from that post and grab the handles of the resistance band in each land and spread your hands out to your sides. Vary the starting resistance by stepping towards or away from the pole.\n\nStand with your feet shoulder-width apart, your knees slightly bent and your abs tight.\n\nPull the handles of the resistance band away from the post so that your hands eventually meet directly in front of your chest. Once they meet, hold that position for a few moments, then return to the starting position with your hands at your sides.\n\n<h3>Tips<\/h3>Try find a post that it as straight as possible, this will make it far less likely to slip.",
    "images":[
      "img\/crossover-with-bands-1.png",
      "img\/crossover-with-bands-2.png"
    ],
    "main-muscle":[
      "biceps",
      "pectorals"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "resistance bands"
    ]
  },
  {
    "title":"Narrow Grip Bench Press",
    "content":"The narrow grip bench press is a variation of the standard bench press that puts more pressure on the triceps.\n\n<h3>Steps<\/h3>Lie on a flat bench with your feet flat on the floor, keep your back flat on the bench. Grip the bar with an overhand narrow grip. Your hands should be close enough for your thumbs to be able to touch.\n\nLift the barbell off the rack and hold it up in the starting position. Slowly lower the bench towards your chest. Unlike the standard bench press, you wont be able to touch the bar to your chest, so just lower the bar as much as possible. Then push the bar back up to the starting position.\n\n<h3>Tips<\/h3>Do not bounce the bar off your chest. Use a slow and controlled movement.",
    "images":[
      "img\/narrow-grip-bench-press-1.png",
      "img\/narrow-grip-bench-press-2.png"
    ],
    "main-muscle":[
      "deltoids",
      "pectorals",
      "triceps"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "barbell",
      "bench"
    ]
  },
  {
    "title":"Cable Crossover",
    "content":"The cable crossover is a good exercise for targeting your inner chest.\n\nIt does require that you have 2 cable machines facing each other, but this is a common setup in most gyms.\n\n<h3>Steps<\/h3>Attach handles to the higher pulleys of both cable machines. Stand between the two machines with your legs and waist slightly bent. Grip the handles of the pulleys with your palms facing down and your arms out to your sides.\n\nSlowly pull the handles down towards the floor until they touch or cross over in front of you. Hold this position for a few moments then return to the starting position.\n\n<h3>Tips<\/h3>When your arms are in front of you, contract your pectorals for a moment to make this exercise even more effective.",
    "images":[
      "img\/cable-crossover-1.png",
      "img\/cable-crossover-2.png"
    ],
    "main-muscle":[
      "deltoids",
      "pectorals"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "cable machine"
    ]
  },
  {
    "title":"Butterfly Machine",
    "content":"The butterfly machine is a simple way to target your chest. This is a machine exercise, so it's very easy to do.\n\n<h3>Steps<\/h3>Sit on the machine with your back flat. Adjust the height of the seat so that the pads of the machine are at your chest height. put your forearms against the pads.\n\nPush the pads together as you squeeze your chest. Push until the pads meet in the middle. Hold this position for a moment then return to the starting position.\n\n<h3>Tips<\/h3>Focus on using your chest for this exercise. You should be squeezing from the inner part of your chest, not pushing with your biceps or shoulders.",
    "images":[
      "img\/butterfly-machine-1.png",
      "img\/butterfly-machine-2.png"
    ],
    "main-muscle":[

    ],
    "secondary-muscle":[

    ],
    "equipment":[

    ]
  },
  {
    "title":"Dumbbell Bent Arm Pullover",
    "content":"A variation on the standard barbell bent arm pullover, using only a single dumbbell.\n\n<h3>Steps<\/h3>Lie on a flat bench with your head near or over the end of the bench. Hold the dumbbell above your chest by griping the plates of one side. Keep your elbows slightly bent.\n\nLower the dumbbell back behind your head, down towards the floor. You should feel the stretch in your chest and triceps. Continue until your arms are next to your head. Then reverse the exercise and return to the starting position.\n\n<h3>Tips<\/h3>Make sure you feel the stretch of the dumbbell bent arm pullover.",
    "images":[
      "img\/dumbbell-bent-arm-pullover-1.png",
      "img\/dumbbell-bent-arm-pullover-2.png"
    ],
    "main-muscle":[
      "deltoids",
      "lats",
      "pectorals",
      "triceps"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "bench",
      "dumbbell"
    ]
  },
  {
    "title":"Bent Arm Pullover",
    "content":"The bent arm pullover targets your chest using an arcing motion.\n\n<h3>Steps<\/h3>Lie flat on a bench with your head near or over the top of the bench. Hold the bar with a narrow grip so that your thumbs are able to touch. Your palms should be facing your feet.\n\nStart with your elbows at your sides and your elbows bent. Rotate your shoulders so that the bar follows an arc over your head, down towards the floor. In the final position your arms should be next to your head.\n\n<h3>Tips<\/h3>Keep your back flat against the bench at all times. Your feet should also stay firmly on the ground.\n\nDo not go beyond a comfortable range of motion.",
    "images":[
      "img\/bent-arm-pullover-1.png",
      "img\/bent-arm-pullover-2.png"
    ],
    "main-muscle":[
      "deltoids",
      "lats",
      "pectorals",
      "triceps"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "barbell",
      "bench"
    ]
  },
  {
    "title":"Bench Press With Bands",
    "content":"A bench press variation that uses bands as resistance. The resistance comes from a slightly different angle so will target a different area of your pectorals.\n\n<h3>Steps<\/h3>Run a resistance band under the legs of the top side of a bench. Attach handles to the resistance cable. Lie down flat on the bench and grip one handle in each hand. Rest your arms with your elbows bent and out to your side. Your hands should be at chest level.\n\nPush the handles up towards the ceiling until your hands are as high as they can go. Hold the top position for a moment then return your hands to the starting position.\n\n<h3>Tips<\/h3>Don't lock your elbows at the top of this exercise.",
    "images":[
      "img\/bench-press-with-bands-1.png",
      "img\/bench-press-with-bands-2.png"
    ],
    "main-muscle":[
      "pectorals",
      "triceps"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "bench",
      "resistance bands"
    ]
  },
  {
    "title":"Incline Bench Press",
    "content":"This is a variation of the bench press that targets your upper chest by using an incline bench. It'll help give your fuller, more balanced size.\n\n<h3>Steps<\/h3>Set your bench to a 45 degree angle or find a specially designed inclined bench press bench. lie flat on the bench with your feet firmly on the floor. Grip the bar slightly wider than shoulder-width apart.\n\nLift the bar off the rack and hold it directly above your chest in the starting position. Lower the bar until it touches your chest, then hold it for a few moments. Finally, raise the bar up to the starting position.\n\n<h3>Tips<\/h3>Use a slow, controlled motion for the incline bench press. Don't lock your elbows when you're in the starting position.",
    "images":[
      "img\/incline-bench-press-1.png",
      "img\/incline-bench-press-2.png"
    ],
    "main-muscle":[
      "pectorals",
      "triceps"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "barbell",
      "bench"
    ]
  },
  {
    "title":"Bench Press",
    "content":"The mighty bench press is a great exercise for building a powerful chest.\nThe bench press is one of the power exercises, known to be very effective for building body mass. Learning how to do a proper bench press is well worth the effort.\n\n<h3>Steps<\/h3>Most gyms have benches specifically designed for the bench press and its variations. Lie flat on one of these benches with your feet firmly on the ground. The bar should be resting on the bench's rack.\n\nLift the bar off the rack and hold it above your chest in the starting position. Lower the bar down until it touches your chest. Hold this position briefly and make sure you have complete control of the bar. Now raise the bar up to the starting postion.\n\nReturn the bar to the rack after you've completed your set.\n\n<h3>Tips<\/h3>The width of your grip on the bar will change the focus of the bench press. A medium grip is most common. This is slightly wider than shoulder-width apart. It's usually marked on the bar.\n\nHaving a spotter to help you with the bench press is essential. A competitive, motivating spotter is one of the most valuable assets you can find.\n\nChoose a weight that is challenging and allows you to maintain proper form. Improper form is less effective and could result in an injury. Use a slow controlled motion and never lock your elbows.",
    "images":[
      "img\/bench-press-1.png",
      "img\/bench-press-2.png"
    ],
    "main-muscle":[
      "pectorals",
      "triceps"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "barbell",
      "bench"
    ]
  },
  {
    "title":"Smith Machine Shrugs",
    "content":"The smith machine shrug is a safer alternative to barbell shrugs, especially if you are doing heavier weights.\nYou can lock the bar in at a good height and not worry about picking it up off the floor like you would with a barbell shrug. This means you avoid a potential for injury.\n\n<h3>Steps<\/h3>Lock in the bar of the smith machine at mid thigh level. Stand up straight infront of the bar and grip it so that your palms are facing towards your body.\n\nSlowly contract your traps to lift up the bar until the top of your shoulders are level with your jaw. Hold this position for a second then lower the bar to its original position.\n\n<h3>Tips<\/h3>Don't lock in the bar so high that you can't complete the full exercise. Rather lock it in too low than too high.\n\nDo this exercise slowly.",
    "images":[
      "img\/smith-machine-shrugs-1.png",
      "img\/smith-machine-shrugs-2.png"
    ],
    "main-muscle":[
      "trapezius"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "smith machine"
    ]
  },
  {
    "title":"Dumbbell Raise",
    "content":"Dumbbell raises are a great way to target your\n\n<h3>Steps<\/h3>Stand straight with a dumbbell in each hand. Grip the dumbbells with an overhand grip, your palms facing behind you. The dumbbells should be resting slightly ahead of your thighs at your sides.\n\nSlowly raise the dumbbells up to your rib cage. Stop just before the dumbbells reach chest height. Hold this position for a few moments then lower the dumbbells to the starting position.",
    "images":[
      "img\/dumbbell-raise-1.png",
      "img\/dumbbell-raise-2.png"
    ],
    "main-muscle":[
      "deltoids",
      "trapezius"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "dumbbell"
    ]
  },
  {
    "title":"One Arm Upright Row",
    "content":"The one arm upright row targets your traps and deltoids. It's good as a variation from standard shrugs and upright rows.\n\n<h3>Steps<\/h3>Stand with your feet shoulder-width apart and your abs tight. Grip a dumbbell in your one hand with an overhand grip and your palm facing your body.\n\nRaise the dumbbell up to just in front of your shoulder. Lead with your elbow and focus on using your deltoids and traps to drive the exercise. Hold the top postion then lower the dumbbell into the starting position.\n\nDo a set then swop arms.\n\n<h3>Tips<\/h3>For added stability, do this exercise next to a wall or machine and hold on with your free arm.",
    "images":[
      "img\/one-arm-upright-row-1.png",
      "img\/one-arm-upright-row-2.png"
    ],
    "main-muscle":[
      "biceps",
      "deltoids",
      "trapezius"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "dumbbell"
    ]
  },
  {
    "title":"One Arm Shoulder Press",
    "content":"The one arm shoulder press is a simple exercise you can do to target your deltoids.\n\n<h3>Steps<\/h3>Stand with your feet shoulder-width apart, back straight and abs tight. Hold a dumbbell at the side of your head, inline with your ear.\n\nSlowly raise the dumbbell up by contracting your deltoids and extending your arm. Raise the dumbbell until your arm is fully extended. Then lower your arm back to the starting position.\n\n<h3>Tips<\/h3>Don't lock your elbow when your arm is fully extended.",
    "images":[
      "img\/one-arm-shoulder-press-1.png",
      "img\/one-arm-shoulder-press-2.png"
    ],
    "main-muscle":[
      "deltoids"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "dumbbell"
    ]
  },
  {
    "title":"Lying One Arm Rear Lateral Raise",
    "content":"The Lying One Arm Rear Lateral Raise is an advanced exercise that will target your rear deltoids.\n\n<h3>Steps<\/h3>Lie on a bench, facing towards the ground. Grip a dumbbell in one of your hands and let it hang off the side of the bench. Make sure the bench is high enough so that the dumbbell does not touch the ground.\n\nRaise your arm by contracting your deltoids. Hold this top position for a second then slowly lower the dumbbell back to the starting position in a slow, controlled manner.",
    "images":[
      "img\/lying-one-arm-rear-lateral-raise-1.png",
      "img\/lying-one-arm-rear-lateral-raise-2.png"
    ],
    "main-muscle":[
      "deltoids"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "bench",
      "dumbbell"
    ]
  },
  {
    "title":"Cuban Press",
    "content":"The Cuban Press targets the rotator cuff muscles of your shoulders.\n\n<h3>Steps<\/h3>Stand with your feet shoulder-width apart. Grip a dumbbell in each hand with an overhand grip. Bring your elbows up and let your forearms hang down. The weights you're using should be light enough that this doesn't require much effort. Your elbows should be at a 90 degree angle.\n\nFrom this starting position rotate your shoulders so your forearms go from facing down towards the ground, to facing up towards the ceiling. Next, slowly rotate your shoulders so your forearms point at the ground again.\n\n<h3>Tips<\/h3>As with most rotator cuff exercises, you don't need to use a heavy weight with the cuban press.\n\nKeep your back straight and your abs tight throughout this exercise.",
    "images":[
      "img\/cuban-press-1.png",
      "img\/cuban-press-2.png"
    ],
    "main-muscle":[
      "deltoids",
      "lats"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "dumbbell"
    ]
  },
  {
    "title":"Cable Seated Rear Lateral Raise",
    "content":"This is an interesting variation on the standard lateral raise.\n\n<h3>Steps<\/h3>Place a bench between 2 cable machines. Grip the handle of the cable machines so that your arms are crossed behind your back. Grab the left pulley handle with your right hand and visa versa. Sit down on a bench with your feet far forward and your arms crossed under your thighs. Lean forward until your chest is touching or just above your knees.\n\nSlowly pull your arms out to the side. Lead with your elbows and concentrate on using your shoulders to do the lifting. Raise your arms until they are parallel to the ground. Hold this top position for a moment, then lower your arms back to their starting position.",
    "images":[
      "img\/cable-seated-rear-lateral-raise-1.png",
      "img\/cable-seated-rear-lateral-raise-2.png"
    ],
    "main-muscle":[
      "deltoids"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "bench",
      "cable machine"
    ]
  },
  {
    "title":"Cable Internal Rotation",
    "content":"The internal rotation exercise targets the small rotator cuff muscles of your shoulder.\n\n<h3>Steps<\/h3>Sit with your legs flat on the floor next to a cable pulley machine. The handle of the cable should be in line with your waist and about an arm-length away. Grab the cable handle and pull it in towards your body and put your elbow by your side.\n\nStart with your arm out to your side then slowly rotate your shoulder to bring your forearm across your abs. Hold this for a second then return to the starting position.\n\nFinish a set of reps then switch arms.\n\n<h3>Tips<\/h3>This exercise doesn't need to be heavy to be effective. In fact, going with a weight that's too heavy can force the larger mucles of your shoulders to take over from the rotator cuffs, making this exercise ineffective.\n\nPutting a rolled up towel under your armpit can make this exercise more comfortable and effective.",
    "images":[
      "img\/cable-internal-rotation-1.png",
      "img\/cable-internal-rotation-2.png"
    ],
    "main-muscle":[
      "deltoids"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "cable machine"
    ]
  },
  {
    "title":"Dumbbell Front Raises",
    "content":"A simple exercise that targets the front part of your shoulders.\n\n<h3>Steps<\/h3>Stand up straight with your feet shoulder-width apart and your abs tight. Grip a dumbbell in each hand with your palms facing in towards your body.\n\nKeep your arms straight but not locked and raise them up straight ahead of you to about shoulder height. Hold this top position for about a second then slowly lower the dumbbell to the starting postion. Now, repeat with your other arm.\n\n<h3>Tips<\/h3>Keep a slight bend in your arm so you don't lock your elbow.",
    "images":[
      "img\/dumbbell-front-raises-2-1.png",
      "img\/dumbbell-front-raises-2-2.png"
    ],
    "main-muscle":[
      "deltoids"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "dumbbell"
    ]
  },
  {
    "title":"Bent Over Rear Delt Row With Head On Bench",
    "content":"The advantage of this exercise over a standard rear delt row is that you can use the bench to keep yourself stable and avoid back injuries.\n\n<h3>Steps<\/h3>Stand in front of an incline bench holding a pair of dumbbells. Bend your knees slightly and keep your abs tight. Slowly bend over until your forehead touches the top of the bench. Your arms should be hanging and your palms facing each other.\n\nSlowly raise your arms out to the side. Focus on using the back of your deltoids for this exercise. Raise the dumbbells until your arms are parallel with the floor. Hold this position for a moment, then slowly lower the dumbbells.",
    "images":[
      "img\/bent-over-rear-delt-row-with-head-on-bench-1.png",
      "img\/bent-over-rear-delt-row-with-head-on-bench-2.png"
    ],
    "main-muscle":[
      "deltoids"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "bench",
      "dumbbell"
    ]
  },
  {
    "title":"Dumbbell Incline Bench Press",
    "content":"This variation of a bench press is a great workout for your upper chest.\n\n<h3>Steps<\/h3>Start by setting up a bench so that it has a 30 degree incline. Place 2 dumbbells by your feet then sit in the bench.\n\nBring the dumbbells to their starting position just above your chest. Your elbows should be bent so that your forearms are facing directly upwards.\n\nPush the dumbbells straight up. Focus on using your chest for this exercise. You should feel as if the lifting is coming from your elbows. Raise the dumbbells as high as you can without locking your elbows, then slowly lower them to the starting position.\n\n<h3>Tips<\/h3>Depending on the weight you're using, it might be difficult to get into the starting position for this exercise. Ideally you should have a spotter to help you but if you can't find someone who's willing, then you'll need to \"kick\" the weights into the starting position. Do this by resting the dumbbells on your thighs then push with your thighs as you pull with your arms to get the dumbbells up.",
    "images":[
      "img\/dumbbell-incline-bench-press-1.png",
      "img\/dumbbell-incline-bench-press-2.png"
    ],
    "main-muscle":[
      "pectorals",
      "triceps"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "bench",
      "dumbbell"
    ]
  },
  {
    "title":"Barbell Shrugs",
    "content":"This is an exercise for the traps.\n\n<h3>Steps<\/h3>Grip a barbell with your palms facing towards your body about a shoulder-width apart. Stand up straight with your abs drawn in and your back straight. The barbell should be resting in front of your waist and your shoulders should be dropped as much as possible.\n\nSlowly raise the barbell up by contracting your traps and raising your shoulders. Raise the bar as high as possible, then hold this top postion for a moment.\n\nSlowly lower the bar back to the starting position.\n\n<h3>Tips<\/h3>Try to squeeze your shoulder blades together at the top of the shrug. Concentrait on doing this exercise slowly, people often try rush through it.",
    "images":[
      "img\/barbell-shrugs-1.png",
      "img\/barbell-shrugs-2.png"
    ],
    "main-muscle":[
      "trapezius"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "barbell"
    ]
  },
  {
    "title":"T-Bar Row",
    "content":"If you have a T-Bar machine, this is a good exercise for building the major muscles of your back.\n\n<h3>Steps<\/h3>Place your feet on either side of a T-Bar Machine. With your knees slightly bent and abs drawn in, grasp the handles with a narrow grip.\n\nBend your body at your waist so that your torso is almost parallel to the floor. From this starting position, slowly pull the bar up towards your chest. Pull the bar as high up as you can. Hold the top of this exercise for a moment then lower the handles back to the starting position.\n\n<h3>Tips<\/h3>Keep your elbows close to your body while doing the T-Bar row.",
    "images":[
      "img\/t-bar-row-1.png",
      "img\/t-bar-row-2.png"
    ],
    "main-muscle":[
      "biceps",
      "deltoids",
      "lats"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "machine"
    ]
  },
  {
    "title":"Barbell Rear Delt Row",
    "content":"\n\n<h3>Steps<\/h3>Start with your feet a shoulder-width apart in front of the barbell. Bend over the bar until your back is almost parallel with the floor. Grasp the bar just wider than shoulder width apart. Lift the bar up so it's just above the ground and you're in a comfortable starting position.\n\nRaise the bar up towards your chest using a clean controlled motion. Continue until the bar is almost touching your lower chest. Hold this for a moment then lower the bar to its original position.\n\n<h3>Tips<\/h3>Keep your head up and your back straight while doing this exercise.",
    "images":[
      "img\/barbell-rear-delt-row-1.png",
      "img\/barbell-rear-delt-row-2.png"
    ],
    "main-muscle":[
      "biceps",
      "lats"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "barbell"
    ]
  },
  {
    "title":"Abdominal 4 Point Drawing In",
    "content":"This is a simple but powerful exercise to strengthen the abs and the core, the muscles that support the spine.\n\n<h3>Steps<\/h3>Get down on a mat on your hands and knees. Keep your back straight and your hips and pelvis in a neutral position.\n\nDraw your abs in, crunching your abs while keeping your back still. Hold for a moment and then release returning to the starting position.\n\n<h3>Tips<\/h3>This exercise requires very little movement just the flexing, or drawing in, of your abdominal muscles.",
    "images":[
      "img\/abdominal-4-point-drawing-in-1.png",
      "img\/abdominal-4-point-drawing-in-2.png"
    ],
    "main-muscle":[
      "abs"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "body only"
    ]
  },
  {
    "title":"Reverse Grip Bent Over Rows",
    "content":"This exercise is excellent for developing overall back strength.\n\n<h3>Steps<\/h3>Keeping your knees bent and your back straight, pick up the barbell. Grasp the bar with a reverse or underhand grip.\n\nSlowly pull the barbell to your abs. Keep your elbows tucked in to your sides. Pause at the top of the exercise then lower the barbell in a controlled manner.\n\n<h3>Tips<\/h3>You must keep your back straight when you do this exercise. If your back starts to round, just bend your knees a little more to keep it straight.",
    "images":[
      "img\/reverse-grip-bent-over-rows-1.png",
      "img\/reverse-grip-bent-over-rows-2.png"
    ],
    "main-muscle":[
      "biceps",
      "lats"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "barbell"
    ]
  },
  {
    "title":"Cable Seated Rows",
    "content":"Cable Seated Rows target the large muscles in your back.\n\n<h3>Steps<\/h3>Sit at a low pulley machine with your feet resting against the footrests and your knees slightly bent. Sit in an upright position, keeping your abs tight and your back straight.\n\nLean forward slightly and grasp the pulleys then return to your upright position. Keeping your elbows close to your chest, slowly bring them back. Pause at the top of the contraction and slowly return to the starting position.\n\n<h3>Tips<\/h3>Keep your back upright through the entire exercise.",
    "images":[
      "img\/cable-seated-rows-1.png",
      "img\/cable-seated-rows-2.png"
    ],
    "main-muscle":[
      "biceps",
      "lats",
      "rhomboid",
      "trapezius"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "cable machine"
    ]
  },
  {
    "title":"Rear Deltoid Row",
    "content":"Rear Deltoid Rows are a simple, yet effective exercise for targeting your lats and rear deltoids.\n\n<h3>Steps<\/h3>Place your right foot on the floor with you left knee resting on a bench. Support your body weight with your left arm. With a flat back, pick up the dumbbell in your right hand.\n\nLeading with your elbow and with your arm close to your chest, raise your arm. Pause at the top of the exercise then lower in a controlled manner.\n\nSwitch sides and repeat.\n\n<h3>Tips<\/h3>Keep your back flat and your head in alignment with your body during this exercise.",
    "images":[
      "img\/rear-deltoid-row-1.png",
      "img\/rear-deltoid-row-2.png"
    ],
    "main-muscle":[
      "biceps",
      "deltoids",
      "lats",
      "trapezius"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "bench",
      "dumbbell"
    ]
  },
  {
    "title":"Lying Rear Lateral Raise",
    "content":"Rear Lateral Raises are one of the best ways to work your shoulders.\n\n<h3>Steps<\/h3>Place a dumbbell on each side of a slightly raised bench. Lie face down on the bench with your toes on the floor. Grasp a dumbbell in each hand with your palms facing down.\n\nRaise your arms to the side until your elbows are shoulder height. Keep your arms perpendicular to your chest and keep a 30 degree bend in your elbows.\n\n<h3>Tips<\/h3>Keep your wrists straight during the exercise and your elbows above your wrists.\n\nThe lifting must come from your shoulders. Don't swing the dumbbells.",
    "images":[
      "img\/lying-rear-lateral-raise-1.png",
      "img\/lying-rear-lateral-raise-2.png"
    ],
    "main-muscle":[
      "deltoids"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "bench",
      "dumbbell"
    ]
  },
  {
    "title":"Smith Machine Rear Deltoid Row",
    "content":"This exercise works your upper back to improve your posture and prevent muscle imbalance.\n\n<h3>Steps<\/h3>Stand with your feet shoulder-width apart and your knees slightly bent. Keeping good posture, bend forward at the waist until your chest is parallel to the floor. Grasp the bar with a wide overhand grip. Keeping your chest still, pull the bar up as far as possible. Hold briefly then lower the the starting position in a controlled manner.\n\n<h3>Tips<\/h3>It doesn't take a lot of weight for this exercise to be challenging. Be sure you can maintain good form so you don't injure your back.",
    "images":[
      "img\/smith-machine-rear-deltoid-row-1.png",
      "img\/smith-machine-rear-deltoid-row-2.png"
    ],
    "main-muscle":[
      "deltoids",
      "glutes",
      "hamstrings",
      "rhomboid"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "smith machine"
    ]
  },
  {
    "title":"Leg Raises",
    "content":"Leg raises work your lower abs which are usually hard muscles to target.\n\n<h3>Steps<\/h3>Lie on a flat bench if you have one. If you don't, then just lie down on the floor. Keep your hands under your hips to support your back.\n\nYour legs should be hanging off the bench from your knees down. With your feet together and your toes pointed, raise your legs straight up towards the ceiling. Keep your legs straight but don't lock your knees.  Pause at the top and lower your legs back to the starting position in slow controlled manner.\n\n<h3>Tips<\/h3>The range of motion doesn't have to be large for this exercise to be effective.",
    "images":[
      "img\/leg-raises-1.png",
      "img\/leg-raises-2.png"
    ],
    "main-muscle":[
      "abs"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "bench",
      "body only"
    ]
  },
  {
    "title":"Back Flyes With Resistance Bands",
    "content":"Back Flyes will strengthen your upper back and improve your posture.\n\n<h3>Steps<\/h3>Place a resistance band mid-waist high around a post or exercise machine. Keeping your feet together, you abs tight, and your knees slightly bent, stand far enough beack from the post that there is tension in the band.\n\nFrom there, bring your arms back in a controlled manner until they are parallel to your sides. Slowly return your arms to the starting position.\n\n<h3>Tips<\/h3>Be careful not to use a band that's so strong you can't use good form.",
    "images":[
      "img\/back-flyes-with-resistance-bands-1.png",
      "img\/back-flyes-with-resistance-bands-2.png"
    ],
    "main-muscle":[
      "rhomboid",
      "triceps"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "resistance bands"
    ]
  },
  {
    "title":"Bent Over Cable Lateral Raises",
    "content":"The bent over cable lateral raise is a good exercise for targeting your rear deltoids. The cable machine offers a consistent resistance than a a dumbbell bent over raise.\n\n<h3>Steps<\/h3>First attach a handle to the cable machine. Stand with your side facing to the cable machine. Bend your knees and your hips to get yourself into the bent over position. Don't bend your back. From the side you should look like a lighting bold symbol.\n\nGrab the cable handle with the arm furthest from the cable machine. Your arm should be going across the front of your body. Raise your arm across your body and out to the side. Continue until your arm is level with the ground. Hold the top position for a second then lower your arm again and return the the starting position.",
    "images":[
      "img\/bent-over-cable-lateral-raises-1.png",
      "img\/bent-over-cable-lateral-raises-2.png"
    ],
    "main-muscle":[
      "biceps",
      "deltoids",
      "trapezius"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "cable machine"
    ]
  },
  {
    "title":"Dumbbell Upright Row",
    "content":"The dumbbell upright row targets your upper back, deltoids and biceps using only a pair of dumbbells.\n\n<h3>Steps<\/h3>Stand up straight with your feet shoulder width apart and abs tight to support your back. Grasp a dumbbell in each hand, with your palms facing in towards your body and your elbows facing out, away from your sides.\n\nSlowly raise the dumbbell to about chin level, but no so far that it feels uncomfortable. Hold the top position for a second then slowly lower the dumbbells to the lower position.\n\n<h3>Tips<\/h3>Your traps will take most of the work for this exercise. Be careful not to overtrain them by also using them in other similar exercises.",
    "images":[
      "img\/dumbbell-upright-row-1.png",
      "img\/dumbbell-upright-row-2.png"
    ],
    "main-muscle":[
      "biceps",
      "deltoids",
      "trapezius"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "dumbbell"
    ]
  },
  {
    "title":"Dumbbell Lateral Raises",
    "content":"Dumbbell lateral raises will help build strong shoulders and improve definition.\n\n<h3>Steps<\/h3>Standing with your feet shoulder-width apart and your abs tight, grasp a dumbbell in each hand, palms facing towards your body. Keep a slight bend in your knees as you raise your arms to the side until your palms face the floor. Hold this position briefly then lower slowly.\n\n<h3>Tips<\/h3>Try to feel as if you're leading with your elbows and keep your wrists lower than your elbows.\n\nResist the temptation to swing the weights. Your shoulders should do the lifting, not momentum.",
    "images":[
      "img\/dumbbell-lateral-raises-1.png",
      "img\/dumbbell-lateral-raises-2.png"
    ],
    "main-muscle":[
      "deltoids",
      "forearms",
      "trapezius"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "dumbbell"
    ]
  },
  {
    "title":"Barbell Upright Rows",
    "content":"The barbell upright row is a standard upright row exercise that targets your traps and deltoids.\n\n<h3>Steps<\/h3>Stand up straight with your feet shoulder width apart. Grip the barbell with an overhand grip (palms facing towards your body). Don't drop your shoulders. Even in this starting position the bar should be inline with the bottom of your hip bone.\n\nNext, raise the bar towards your chin. Focus on contracting from your shoulders and traps. Raise the bar to just above your collar bone. Hold this position for a moment then slowly lower the bar back to its original position.\n\n<h3>Tips<\/h3>If possible, perform the barbell upright row using a rack. You'll be able to rest your barbell on this rack and pick it up from a more comfortable height when you start. This is safer than picking the barbell up from the floor.\n\nKeeping your abs tight will help protect your back during the upright row.\n\nMaintain good posture and keep your wrists straight. A shoulder width grip is best. A narrower grip will target the traps more, but it will make you more susceptible to a shoulder injury.",
    "images":[
      "img\/barbell-upright-rows-1.png",
      "img\/barbell-upright-rows-2.png"
    ],
    "main-muscle":[
      "deltoids",
      "trapezius"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "barbell"
    ]
  },
  {
    "title":"Smith Machine Upright Row",
    "content":"This exercise the deltoids and traps as well as surrounding muscles.\n\n<h3>Steps<\/h3>Before you start the smith machine upright row you need to set up the smith machine properly. Lock the bar so that it's inline with the middle of your thighs. Set the safety stoppers to this level.\n\nStart by standing in front of the bar with your feet shoulder width apart. Keep your abs tight. Grip the bar with an over handed grip, with your hands shoulder width apart. Slowly raise the bar towards your chin. Focus on contracting your traps so that the upwards force comes from this muscle group. Raise the bar until it is just above your collar bone. Hold this position for a moment.\n\nNext, begin to slowly lower the bar to its original position.\n\n<h3>Tips<\/h3>Try not to rest the bar on the safety stoppers at the bottom of this exercise. You should stop the bar just above the stoppers.\n\nKeep your body and your wrists straight. Be sure to engage your delts to make sure your traps aren't over trained. They are strong and have a tendency to kick in to help weaker muscles. Also, make sure to keep a shoulder width grip since the rotation needed for a close grip could cause injury.",
    "images":[
      "img\/smith-machine-upright-row-1.png",
      "img\/smith-machine-upright-row-2.png"
    ],
    "main-muscle":[
      "deltoids",
      "trapezius"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "smith machine"
    ]
  },
  {
    "title":"Dumbbell Shoulder Press",
    "content":"The Dumbbell Shoulder press is a variation of the standard military press that puts more focus on the stabilizer muscles. It's good to alternate between the barbell and dumbbell versions of this exercise.\n\n<h3>Steps<\/h3>Start the dumbbell shoulder press by sitting on a bench with your abs drawn in and a dumbbell in each hand. Your palms should be facing forward and your hands should be at the height of your shoulders. Extend your arms to raise the dumbbells until your arms are straight and the inside edge of each dumbbell is above your head. You can touch the dumbbells together if this is comfortable.\n\nHold this position for a moment, then lower and bend your arms slowly. Continue until your hands are once again at about shoulder level.\n\n<h3>Tips<\/h3>Make sure you don't lock your elbows in the top position of the shoulder press. Locking your elbows, especially when you're using heavier weights, can cause very serious injuries.\n\nYou can also do this exercise on an exercise ball.",
    "images":[
      "img\/dumbbell-shoulder-press-1.png",
      "img\/dumbbell-shoulder-press-2.png"
    ],
    "main-muscle":[
      "deltoids"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "dumbbell"
    ]
  },
  {
    "title":"Dumbbell Front Raises",
    "content":"The Dumbbell Front Raise works your front shoulder muscles to improve all of your arm movement and help with everyday life. And you'll feel better with sculpted shoulders.\n\n<h3>Steps<\/h3>Grasp dumbbells in both hands with an overhand grip. Position the dumbbells in front of your legs with arms only very slightly bent. Raise the dumbbells forward until arms are higher than parallel. Hold this position briefly then lower in a controlled manner.\n\n<h3>Tips<\/h3>Be sure to hold your abs tight to support your back. Even though it's tempting, don't bend back to help you lift. Also, be very careful not to lock your elbows.",
    "images":[
      "img\/dumbbell-front-raises-1.png",
      "img\/dumbbell-front-raises-2.png"
    ],
    "main-muscle":[
      "deltoids",
      "forearms"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "dumbbell"
    ]
  },
  {
    "title":"Cable Shrugs",
    "content":"The Cable Shrug is a variation of the standard shrug is done using a cable machine. A cable machine's weight is easier to adjust. This version is better suited to people doing drop sets or those who aren't sure about what weight they're comfortable with.\n\n<h3>Steps<\/h3>Attach a flat shoulder width bar to the lowest cable pulley. Stand with your feet shoulder width apart. Keep your abs tight and a slight bend in your knees to protect your lower back. Starting with the bar at waist height, raise your shoulders toward your ears as if you're saying,\"I don't know.\" Hold briefly at the top of the contraction then lower in a slow and controlled manner.\n\n<h3>Tips<\/h3>Be careful not to roll your shoulders at the end of the movement as this increases your risk of injury. As with any shoulder exercise, do not do this if you are experiencing any shoulder pain.",
    "images":[
      "img\/cable-shrugs-1.png",
      "img\/cable-shrugs-2.png"
    ],
    "main-muscle":[
      "trapezius"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "cable machine"
    ]
  },
  {
    "title":"Cable Front Raises",
    "content":"The Cable Front Raise works your front shoulder muscles to improve all of your arm movement and help with everyday life. And you'll feel better with sculpted shoulders.\n\n<h3>Steps<\/h3>Grasp a barbell with an overhand grip. Keep your abs tight. With your arms relatively straight, only a slight bend in your elbows, and your knees slightly bent, raise the barbell to shoulder level. Hold briefly then lower in a controlled manner.\n\n<h3>Tips<\/h3>Be sure to hold your abs tight to support your back. Even though it's tempting, don't bend back to help you lift. Also, be careful not to lock your elbows.",
    "images":[
      "img\/cable-front-raises-1.png",
      "img\/cable-front-raises-2.png"
    ],
    "main-muscle":[
      "deltoids",
      "forearms",
      "pectorals"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "cable machine"
    ]
  },
  {
    "title":"Barbell Front Raises",
    "content":"This exercise works your front shoulder muscles to improve all of your arm movement and help with everyday life. And you'll feel better with sculpted shoulders.\n\n<h3>Steps<\/h3>Grasp a barbell with an overhand grip. Keep your abs tight. With your arms relatively straight, only a slight bend in your elbows, and your knees slightly bent, raise the barbell to shoulder level. Hold briefly then lower in a controlled manner.\n\n<h3>Tips<\/h3>Be sure to hold your abs tight to support your back. Even though it's tempting, don't bend back to help you lift. Also, be careful not to lock your elbows.",
    "images":[
      "img\/barbell-front-raises-1.png",
      "img\/barbell-front-raises-2.png"
    ],
    "main-muscle":[
      "deltoids",
      "forearms",
      "pectorals"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "barbell"
    ]
  },
  {
    "title":"Arnold Press",
    "content":"The Arnold Press is a variation of a standard military press that allows it to also target the rotator cuffs. It targets both your front and side deltoids.\n\n<h3>Steps<\/h3>Sit on a flat bench, feet pointed forward and abs tight. Using an underhanded grip, grasp a dumbbell in each hand with elbows bent and palms facing in slightly below shoulder level. Using a steady controlled motion, raise the dumbbells while rotating your shoulders and turning your thumbs in to face each other.\n\nUsing a controlled motion, lower the dumbbells in the reverse manner to the starting position.\n\n<h3>Tips<\/h3>Avoid the Arnold Press if you are experiencing shoulder pain. Beginners should try this exercise with light weight to master the correct form. For most people, the rotator cuffs are underused. Keeping the weights light as you master the Arnold Press will help avoid injury.",
    "images":[
      "img\/arnold-press-1.png",
      "img\/arnold-press-2.png"
    ],
    "main-muscle":[
      "deltoids"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "dumbbell"
    ]
  },
  {
    "title":"Dumbbell Shrugs",
    "content":"This shrugs exercise is great for targeting the traps using only a pair of dumbbells.\n\n<h3>Steps<\/h3>Stand with your feet roughly shoulder width apart. Bend your knees slightly to take any pressure of them. Grip a dumbbell in each hand with your palms facing in towards your body. Lower your shoulders as much as possible. Keep your arms straight and slowly raise your shoulders up towards your ears.\n\nHold this position for a moment then slowly lower the dumbbells to their original position.\n\n<h3>Tips<\/h3>It may be tempting to use a jerking, swinging motion with this exercise. Avoid this temptation and focus on doing this exercise slowly. This will make the shrugs far more effective.",
    "images":[
      "img\/dumbbell-shrugs-1.png",
      "img\/dumbbell-shrugs-2.png"
    ],
    "main-muscle":[
      "trapezius"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "dumbbell"
    ]
  },
  {
    "title":"Seated Military Shoulder Press",
    "content":"Like the seated shoulder press using a machine, this exercise primarily works the deltoids, but it also brings the surrounding muscles into play. Working all the shoulder muscles simultaneously helps to prevent injuries caused by muscle imbalances.\n\n<h3>Steps<\/h3>Sit on the bench with your toes pointing forward, back straight and your abs tight. Grip the barbell in an overhand grip (palms facing away from your body). Keep your hands about shoulder width apart. The bar should be in line with your chin. Press the barbell upward by extending your arms. Pause briefly at the top then lower the barbell in a slow, controlled manner into its original position.\n\n<h3>Tips<\/h3>You should not do this exercise if you are experiencing any shoulder pain.\n\nBe careful not to hyperextend your back. If you can't do this exercise without leaning back, then use a lighter weight.\n\nThis exercise can also be done with dumbbells.",
    "images":[
      "img\/seated-military-shoulder-press-1.png",
      "img\/seated-military-shoulder-press-2.png"
    ],
    "main-muscle":[
      "deltoids",
      "trapezius",
      "triceps"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "barbell"
    ]
  },
  {
    "title":"Shoulder Press Machine",
    "content":"The shoulder press machine primarily works the deltoids, but it also brings the surrounding muscles into play. Working all the shoulder muscles simultaneously helps to prevent injuries caused by muscle imbalances.\n\n<h3>Steps<\/h3>Sitting upright with your abs locked in, grab the bar with both hands. Using a smooth motion, press the bar upward by extending your arms. Pause briefly at the top then lower your arms in the same controlled manner.\n\n<h3>Tips<\/h3>Adjust the seat so the handles are level with your shoulders as you are sitting upright. Be sure to maintain good posture even though you are seated.",
    "images":[
      "img\/shoulder-press-machine-1.png",
      "img\/shoulder-press-machine-2.png"
    ],
    "main-muscle":[
      "deltoids",
      "trapezius",
      "triceps"
    ],
    "secondary-muscle":[

    ],
    "equipment":[

    ]
  },
  {
    "title":"Side Neck Isometric",
    "content":"This exercise will strengthen the sides of your neck, and like the front and back neck isometric exercises, it will help prevent injuries.\n\n<h3>Steps<\/h3>Start by standing or sitting with your head facing forward. Place your right hand against the side of your head. Your palm should be slightly above your temple. Start pushing with your head against the palm of your hand. The force should be coming from your neck, while your hand and arm should only be providing resistance. Remember to keep your head still and facing forward at all times.\n\nHold this for about 10 seconds then slowly release the pressure against your hand.\n\nRepeat this exercise with your left hand against the side of your head.\n\n<h3>Tips<\/h3>Don't try make the side neck isometric exercise more difficult by using too much pressure. This should be a fairly easy exercise. Using too much pressure can cause injuries.",
    "images":[
      "img\/side-neck-isometric-1.png",
      "img\/side-neck-isometric-2.png"
    ],
    "main-muscle":[
      "neck"
    ],
    "secondary-muscle":[

    ],
    "equipment":[

    ]
  },
  {
    "title":"Front and Back Neck Isometric",
    "content":"The front and back neck isometric exercises are great for your neck muscles. The primary advantage to a strong neck is that it helps align the rest of your body. Neck exercises are often overlooked by gym goers, so it's important to create awareness around simple neck isometric exercises like these.\n\n<h3>Steps<\/h3>Start by standing or sitting in a neutral position. Place both hands firmly on your forehead. Contract your neck as you slowly start to push against your hands. Make sure that you are pushing your forehead towards your hands and not the other way round. Keep your hands as still as possible in order to create the isometric resistance.  Keep your head looking forward at all times.\n\nNext, do the back neck isometric exercise by placing your hands firmly on the back of your head. Your hands should be roughly in line with the top of your ears.\n\n<h3>Tips<\/h3>Don't let your head move while doing the front and back neck isometric.",
    "images":[
      "img\/front-and-back-neck-isometric-1.png",
      "img\/front-and-back-neck-isometric-2.png"
    ],
    "main-muscle":[
      "neck"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "body only"
    ]
  },
  {
    "title":"Cable Upright Rows",
    "content":"Cable upright rows are a good exercise for strengthening your uppser back.\n\n<h3>Steps<\/h3>Attach a straight bar to the pulley on the floor. Tighten your abs and stand with your feet shoulder width apart. Grasp the bar with an overhand grip. Your palms will be facing your body and be fairly close to your waist. \n\nNext, raise the bar toward your chin. Pause at the top and return the bar to the starting position.\n\n<h3>Tips<\/h3>Keep your body and your wrists straight. Your wrists should even be straight at the top part of this exercise.",
    "images":[
      "img\/cable-upright-rows-1.png",
      "img\/cable-upright-rows-2.png"
    ],
    "main-muscle":[
      "biceps",
      "deltoids",
      "trapezius"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "cable machine"
    ]
  },
  {
    "title":"Ball Wall Circles",
    "content":"Ball Wall Circles will strengthen and stretch your rotator cuff while stretching your chest.\n\n<h3>Steps<\/h3>Stand upright with your feet shoulder-width apart. Place the ball chest height against the wall and hold it with your arm fully extended. Using your left hand, roll the ball in circles on the wall. After you've finished your rotations, switch the direction. Finally, repeat with your other arm.\n\n<h3>Tips<\/h3>Stay far enough away from the wall so you can fully extend your arms. Do not lock your elbow though.\n\n Always use caution when working the rotator cuff to avoid injury.",
    "images":[
      "img\/ball-wall-circles-1.png",
      "img\/ball-wall-circles-2.png"
    ],
    "main-muscle":[
      "biceps",
      "triceps"
    ],
    "secondary-muscle":[

    ],
    "equipment":[
      "exercise ball"
    ]
  }
]